{
    "MSR-VTT-videoTrainValVideo_video2044-shot1_0": {
      "6": "a mom holding her babies in the middle of the picture, no other image intervenes with the image.",
      "7": "The image is fading between a woman holding a baby and a woman sitting with a red background. The hands of the woman sitting aren't visible."
    },
    "video-storytelling-videochristmas_56Nm66j-i5Q-shot14_2": {
      "2": "the man on the left is walking away with his right foot lifting from the floor, the girl in green looking at her right with her mouth shut",
      "3": "The girl in the light blue shirt is looking down to the couch. Her left hand is open and it is blurry. Her right hand is to her side on the side of her stomach. The girl with the curly hair has her mouth slightly open and her head facing her right.",
      "4": "The girl in green has her knee over the back of the couch; the girl in gray's hand is pointing straight at the knee"
    },
    "open-images-1283_0f0565064ea964f8": {
      "7": "a round china bowl filled with untouched green pepper, tomato, meat and rice"
    },
    "video-storytelling-videobirthday_5NyDtpFnEHA-shot19_21": {
      "2": "Blonde woman has cut thru to write paper and daughter looking down paying with hands.",
      "3": "the mom holds the paper with her left hand, and the scissor with her right hand,",
      "4": "The wrapping paper is not unrolled and the woman is not touching the toy"
    },
    "video-storytelling-videowedding_hpqkfq1-f70-shot58_2": {
      "3": "A young girl's nose is barely touching the hair on the head of a person facing them.",
      "4": "The child's head is behind and to the left of the adults. Both eyes are blocked."
    },
    "open-images-2668_02b0a8f3a25f8d72": {
      "1": "Women with short red hair and two brown necklaces posing with man with white hair and glasses.",
      "5": "A woman with gray hair and a pink bow stands next to a man in a tuxedo.",
      "9": "The back wall is purple with a black and blue abstract painting hanging behind the couple."
    },
    "video-storytelling-videocamping_-TV0spQGAnM-shot59_0": {
      "6": "The woman's mouth is closed, and the man's face is pointing directly at the camera, with his eyes centered.",
      "8": "The woman looks straight ahead with her mouth open while the man turns his head and looks directly at her. "
    },
    "video-storytelling-videochristmas__bugNLgmCHs-shot25_0": {
      "3": "The woman's eyes are widely open, her mouth is open and you can clearly see silver items on a coffee table behind.",
      "4": "The woman's eyes are partially closing in this image. ",
      "5": "the woman on the left with her eyes closed and her mouth shut"
    },
    "MSR-VTT-videoTrainValVideo_video2453-shot1_1": {
      "2": "One of the three words has yellow text. The tiger's body covers the entire top of the teal beach ball behind it.",
      "4": "The girl in pink on the left has her elbow, most fully exposed forward, the tiger completely covers the center woman's face."
    },
    "video-storytelling-videocamping_av4OdEdoI7A-shot23_0": {
      "4": "Then kneecap is barely shown in the image and it's hovering directly above the person shoe",
      "5": "The left knee and toe of the shoe are visible. "
    },
    "MSR-VTT-videoTrainValVideo_video1445-shot1_0": {
      "6": "You can fully see the woman's head "
    },
    "open-images-1463_0c658a40338b7a50": {
      "5": "Single male deer standing in the foreground of a wheat colored grass field with red-leaved trees in the background.",
      "1": "The deer is standing alone in a field and is turned to the left. ",
      "7": "two deer on the yellow grass with one deer burying its head deep in the grass while the other one looking at the left "
    },
    "open-images-2088_3011602a2e6d1c5b": {
      "0": "A thin boy in a dark baseball cap turned backwards, wearing loose black shorts and a purple bluish shirt leads the race.",
      "5": "Two men riding on roller skates with one having roller skates on green wheels and the other having roller skates on blue wheels.",
      "4": "a mom and her kids roller skating on the street, the mom is on the right and her kids are standing in a line on the left"
    },
    "MSR-VTT-videoTrainValVideo_video2453-shot1_3": {
      "8": "The woman in the red dress is standing straight with her arm sticking up to the sky. The dance partner in pink also has their legs straight and right arm pointing to the right.",
      "9": "The outstretched left arm of the woman in red is almost facing straight upwards."
    },
    "video-storytelling-videowedding_hvwKOBVVO-M-shot38_0": {
      "7": "the bride is holding a brunch of flower, with half of the flowers out of the pic, only some decorative balls available in the pic "
    },
    "video-storytelling-videochristmas_9pMCYohnRYM-shot141_9": {
      "3": "The woman's smile on the left side is slightly cut off",
      "4": "Wine glass is slightly over woman's face, is not covering her eye, but is very close to."
    },
    "open-images-2921_0bc01c379163ca66": {
      "9": "a black thinkpad laptop on a wooden table next to a window facing right, the lights are on the room",
      "5": "There are a series of stickers on the left side of the laptop's screen. The screen is turned off. There is light shining on the right half of the screen and it rests on a wooden table."
    },
    "video-storytelling-videobirthday_NWvTOHoShYk-shot29_29": {
      "4": "The little girl is unfolding her shirt. The shirt is just covering the edge of her right eye.",
      "5": "The little girl is holding the shirt in one hand and the other hand is hovering very closely to it",
      "6": "The t-shirt is scrunched up. Only one of the girl's eyes is visible. Both hands of the adult are up."
    },
    "video-storytelling-videocamping_4ctLEIuXrUA-shot30_2": {
      "3": "Only four people are visible.",
      "4": "The picture shows three girls in the middle, and a little boy in a Batman shirt leading them. The girl in the middle has her right leg bent."
    },
    "MSR-VTT-videoTrainValVideo_video4526-shot1_9": {
      "5": "A clear view of the backside of the van without any obstructions",
      "6": "Only the back half of the white, parked vehicle in the background is visible."
    },
    "open-images-2057_2fc6afbbb663b164": {
      "5": "A elderly lady in a pink top is having a conversation with another elderly lady.",
      "7": "There are red and yellow flags hanging above the bar in the lounge.  ",
      "2": " An auditorium is full of seated people, with a woman in a red cardigan standing up in the third row."
    },
    "MSR-VTT-videoTrainValVideo_video895-shot1_0": {
      "5": "The hot dog is being put in batter but it looks slightly transparent",
      "6": "text on the left, corndog on the right, the corndog is slightly blurry and cocked to the right of the jar"
    },
    "MSR-VTT-videoTrainValVideo_video7001-shot0_1": {
      "5": "The man is holding the stick with both hands. A score box covers his right forearm and his left fist covers part of his abdomen. ",
      "6": "He is looking down and just to his right while holding the club at his waist.",
      "7": "The man is facing the camera; his right elbow is bent nearly 90 degrees; there is a gap with green space between his other arm and his body"
    },
    "MSR-VTT-videoTrainValVideo_video3000-shot1_0": {
      "7": "A man stands up straight on lava rocks while a rock falls into the lava."
    },
    "video-storytelling-videocamping_6VPbwxFsO0g-shot70_0": {
      "3": "The text on the back of the black hoodie is partially blocked on the left by a thin tree branch.",
      "4": "On the left side there is a hole in the brush in which the white lettering on a black jacket is unobstructed."
    },
    "video-storytelling-videobirthday_cBr1FeeNtFg-shot112_2": {
      "8": "The kid with the pink boots is on the right. Her head just blocks the waist of the kid behind her.",
      "9": "Both children are fully visible and you can see the boy's mouth forming an \"0\"."
    },
    "video-storytelling-videobirthday_fzguPxHw7FQ-shot12_3": {
      "7": "A woman on the left clapping obscures the view of the child's head, a woman in black is turned fully away from the picture",
      "8": "The woman in the black shirt's hair is swaying to the right while she turns. "
    },
    "MSR-VTT-videoTrainValVideo_video6699-shot2_1": {
      "1": "The girl on the left covers part of her chin with her right arm. The middle girl's arms rests by her side but her left arm has some light shining on it. ",
      "2": "The man's thumb is furthest up, pointing most fully upward.",
      "3": "The woman in the middle is reaching to the right side of the screen with a disgusted look on her face"
    },
    "open-images-74_13ecb782007c9c85": {
      "2": "The partly overcast sky is visible in the background as well as a brilliant reflection of the sun from a building behind the structure.",
      "1": "The Lego giraffe is facing to the right side and you can see the sunshine on it"
    },
    "MSR-VTT-videoTrainValVideo_video1951-shot4_0": {
      "5": "The man's right hand is in front of his midsection",
      "6": "The mans legs are spread apart and he is next to the tip of the boat."
    },
    "video-storytelling-videobirthday_5VIQPJ8YOA-shot16_0": {
      "3": "A girl looking at the camera with a princess shirt with her mouth in a smile.",
      "5": "The little girl's mouth and part of her face is covered by her left arm."
    },
    "video-storytelling-videowedding_hmm2nn4PpI8-shot218_0": {
      "3": "brides hand is right below other persons fist",
      "4": "a new married couple walking on the lawn, with bride opening her mouth and looking at right, and groom having his left arm down and with no expression ",
      "5": "The mans abdomen, and suspenders are most fully visible as is more of his light colored shirt, which is least obscured by his jacket."
    },
    "MSR-VTT-videoTrainValVideo_video698-shot1_1": {
      "6": "A hairdresser has her right arm covering the middle of the right woman's face. The left woman's face is covered with the dresser's hair but no hands are visible.",
      "7": "The woman on the left is obscured by the hair of the make-up artist. The woman on the right has her hair done up and the stylist is moving her hands away from her hair.  "
    },
    "video-storytelling-videobirthday_O5knGGSprLE-shot89_0": {
      "5": "The young girls left hand is touching the white towel on the ground."
    },
    "video-storytelling-videocamping_4ctLEIuXrUA-shot12_4": {
      "2": "The picture has a orange line right in the middle of the left hand. The shirt cuff on the left hand is visible.",
      "3": "A pair of hands holds white rocks and the top of their sleeve is not visible."
    },
    "MSR-VTT-videoTrainValVideo_video4382-shot1_0": {
      "0": "Her eyes are closed, and she is leaning slightly forward."
    },
    "open-images-1009_0999be7f4397426a": {
      "7": "A hand id hovering in front of a blue background with their middle finger near the right middle of the image and their pinkie near the bottom.",
      "3": "A ring is in between the skin portion of the index finger and middle finger.",
      "4": "A right palm is spread out with a silver ring on the ring finger. "
    },
    "MSR-VTT-videoTrainValVideo_video3470-shot1_1": {
      "3": "The thumb is outside the frame and there is close to no white powder on the ingredients. You can see a small glimpse of the other hand."
    },
    "open-images-709_3fd9d5a838fd85ae": {
      "0": "A cutlery box accompanied with a bottle of wine on the right side",
      "6": "a bottle of wine, a glass of wine, and two apples and some cherries on a wooden board on a table",
      "7": "There are two red and white boxes, a bottle of white wine, and a bottle of red wine."
    },
    "MSR-VTT-videoTrainValVideo_video3976-shot1_2": {
      "6": "A man looks to the camera as he is driving with his hand in a blur. ",
      "7": "The man's left forefinger is most fully extended upwards, pointing up."
    },
    "video-storytelling-videobirthday_H0IGc2sVXDg-shot22_27": {
      "2": "The pinata bottom is visible and the boy to the right eyes are barely open",
      "3": "The pinata is completely above the TV, with a gap between them. The shirt of the child behind the red-shirted boy is completely blocked."
    },
    "MSR-VTT-videoTrainValVideo_video6697-shot2_0": {
      "1": "The player's racket in his right arm is blurry as he is about to strike the ball.",
      "2": "The tennis ball has just been hit back by the player in the white shorts."
    },
    "MSR-VTT-videoTrainValVideo_video4045-shot1_2": {
      "4": "The green arrow is pointing to the fourth heart from the left.  ",
      "5": "The Lego car is faced forward directly. The green arrow rests above the blue portrait on its right half.  ",
      "6": "5 neon green lights appear straight in front of the automobile."
    },
    "MSR-VTT-videoTrainValVideo_video2532-shot1_6": {
      "2": "The person is grasping the trigger with 2 fingers and the speedometer is barely visible",
      "3": "Fingerd on the left are holding a group of wires. The crack on the floor is burry"
    },
    "video-storytelling-videobirthday_NWvTOHoShYk-shot0_7": {
      "7": "The girl's head covers about half of the bottom right window section. Her mouth is open and her nose is over the dots on the chair.",
      "8": "The girls mouth can no longer be seen and the right side of the wooden table is blocked by her",
      "9": "the right side of a young girl, her eyes are closed and we cannot see her left shoulder"
    },
    "video-storytelling-videobirthday_NWvTOHoShYk-shot29_15": {
      "4": "The pink band on the pants is next to, but not covering, the girl's face.",
      "5": "The girls eyes are slightly open and her mouth is mostly closed. Her left hand is behind the woman's hair and you can only see a few of her fingers."
    },
    "open-images-2507_05764debad495b44": {
      "9": "A large pickle sits behind a half of a sandwich and another part of the sandwich that is partially eaten, made of white colored bread and darker meat inside.",
      "6": "A hamburger on an opened wrapper with fingers visible at the top and right sides."
    },
    "video-storytelling-videochristmas_Bb_nosd2RMo-shot15_5": {
      "5": "The baby's head is almost touching the top of the image.",
      "7": "Most of the man's head and the baby's forehead is not visible. "
    },
    "open-images-2909_2a35c8a3bb910426": {
      "3": "A gray metal door has a brown sign with white writing on it.  ",
      "1": "There is a single light blue door with a number directly on it.",
      "7": "A hotel room with desk and TV is shown."
    },
    "open-images-1836_069810916ce5d675": {
      "4": "The player in the foreground is wearing a black shirt and blue shorts.",
      "7": "a soccer player running toward the camera with his left foot out of the picture, he almost blocks another soccer player in orange who is standing behind him.",
      "8": "The soccer ball is next to the feet of the soccer player in the red jersey. "
    },
    "MSR-VTT-videoTrainValVideo_video5786-shot1_1": {
      "6": "The text on the banner across the bottom has only appeared halfway. None of the woman's teeth are visible. Her eyes are open and no one is walking across the immediate background. ",
      "7": "The red banner headline below shows all letters"
    },
    "video-storytelling-videochristmas_9pMCYohnRYM-shot157_3": {
      "2": "The watch is firmly in the middle of the photo, with no blur. The woman's left thumb is pressing the pillow.",
      "4": "box is angled slightly down and blurry, shadows from the collar just visible at the top, no head visible"
    },
    "video-storytelling-videochristmas_9pMCYohnRYM-shot11_0": {
      "3": "The girl has the gift only in her right hand while her eyes are not wide and big yet.",
      "4": "The child is looking to her right slightly. The book is being held vertically.",
      "5": "AQ girl is looking straight ahead while angling a case to the right. Her knee can be seen"
    },
    "video-storytelling-videobirthday_NWvTOHoShYk-shot7_4": {
      "4": "The smallest girls right hand is most visible coming beside the adult mans right side of his neck.",
      "5": "the father is looking at his daughter with his mouth open, a tiny part of his ear is out of the pic.",
      "6": "The man's face is visible, but not his whole head. The girl on the right has her hand on her face and eyes closed."
    },
    "MSR-VTT-videoTrainValVideo_video5602-shot1_1": {
      "0": "None of the white shirted team members are yet touching the white line in front of them",
      "1": "The red player is covered by the players in white. The black and white jersey player's left feet are pointed down towards the ground and close to touching it as well..",
      "2": "The football is visible in the red player's hands, but he is partially obscured by the player in white."
    },
    "video-storytelling-videowedding_gfDWSjftuA0-shot75_3": {
      "1": "The bouquet is partially hidden behind a woman",
      "3": "Women in center is holding bouquet level with her eyes"
    },
    "MSR-VTT-videoTrainValVideo_video6534-shot6_0": {
      "2": "Both the horse's back legs are touching the ground and front legs are in the air. The horse's head does not block the person behind it.",
      "3": "The horse hind legs are still on the ground while it begins the jump. The horse front legs are in the air. The horse nose blocks the person next to the white block. ",
      "4": "All of the horse's feet are off the ground and the horse is less than halfway over the bar."
    },
    "video-storytelling-videobirthday_NWvTOHoShYk-shot0_11": {
      "5": "back of a girl and profile of younger girl, sword angled up visible to right of post",
      "6": "A yellow colored stem like item is visible below the small girls left arm, seemingly near the dirt.",
      "7": "A portion of both of the little girl's hands are visible."
    },
    "video-storytelling-videochristmas_8bFyUj-WKLI-shot11_0": {
      "5": "The cookie to the left is only half visible",
      "6": "The top of the plate and the top of the cookie can be seen, and a person's hand writing a note, with a word peeking out on the corner. ",
      "7": "A hand is writing on a card only the very slightest bit of pen can be seen in the right corner and 2 blurry letters on the card"
    },
    "video-storytelling-videocamping_-TV0spQGAnM-shot39_0": {
      "5": "The woman mouth is almost fully closed while the guy has his eyes closed. ",
      "6": "The woman to the right is looking directly into the camera and has a slight open mouth smile",
      "7": "The man's eyes are blocked by the rim of his hat. A part of the woman's hair is pointing straight up."
    },
    "video-storytelling-videobirthday_gl_ulT-BbLw-shot35_3": {
      "7": "Two green trees visible on left side with the furthest one on the left being right at the left border of the picture",
      "8": "The girl to the left elbow is very slightly cut off and the girl to the right head is fully visible",
      "9": "The person in the white shirt's left shoulder is no longer visible"
    },
    "MSR-VTT-videoTrainValVideo_video3910-shot0_0": {
      "3": "The picture where the fireworks are first beginning to shoot up from the ground"
    },
    "open-images-1930_0d5f90784845556b": {
      "7": "person lays in hammock with arm hanging out",
      "3": "A light orange tent has a tarp stretched above it. The tarp is angled downward toward the left.",
      "1": "THis image features a grey and yellow tent that is completely closed. No people are in this picture."
    },
    "MSR-VTT-videoTrainValVideo_video4233-shot1_1": {
      "4": "a womens mouth is open you can see all of her lips and he lower teeth the lips are at the very edge of the top.",
      "5": "Woman's mouth is open, bottom of her nose is barely visible, eyes are not in the picture",
      "6": "the woman's upper head is out of the pic yet we can still see her eyes. "
    },
    "video-storytelling-videowedding_hjrsQKXMYng-shot13_4": {
      "4": "Light dots are not visible on the group of people on the right and the man on the far left side of the stage hands are open",
      "5": "the groom's leg has tiny red and green dots on them, the men clapping each have one dot of light on their bellies"
    },
    "video-storytelling-videocamping_6imbMZ2t7Qc-shot3_1": {
      "3": "There are no people present and you can see a blue shaded area on the bottom left side"
    },
    "MSR-VTT-videoTrainValVideo_video4989-shot1_0": {
      "0": "There is a box with some text starting to be written, but no full words.",
      "1": "Image with word bubble on the bottom that displays a name only"
    },
    "MSR-VTT-videoTrainValVideo_video1417-shot1_0": {
      "2": "a singe holding the microphone with the left hand, his right arm is put down, the upper part of his head is out of the pic.",
      "3": "The man sings into the microphone with his right hand pumped up into a fist and covering his chest from view. "
    },
    "MSR-VTT-videoTrainValVideo_video3160-shot2_0": {
      "7": "There are seven players visible. The text of the logo is visible and readable on the right.",
      "8": "The advertisement is on the right about to exit the screen.",
      "9": "A lot of soccer players are on the field. There is a player almost touching the right side of the image in view.."
    },
    "MSR-VTT-videoTrainValVideo_video4072-shot1_0": {
      "2": "the female anchor closes her eyes with a light pic of a flag in the background",
      "3": "There is a wreath and candles behind her and her mouth is wide open."
    },
    "MSR-VTT-videoTrainValVideo_video1515-shot0_0": {
      "0": "no text,  a woman in a green tank smiles with both arms down and shoulders visible",
      "1": "The girl smile going in for a hug. You cannot see her left arm "
    },
    "open-images-1577_3ba32b212d0fb6f3": {
      "8": "The goose has its head turned back to its wing as if it's cleaning it",
      "5": "a white duck with pinkish-red surrounding it's left eye is swimming northwest ",
      "4": "There is a single swan with its head up facing to the left."
    },
    "video-storytelling-videochristmas_56Nm66j-i5Q-shot7_4": {
      "5": "There is a box with a blue screen visible on the table behind the girl but nothing else is visible on top. The right door's glass panel's top right corner is slightly clipped from view. ",
      "6": "Only a corner of the bottom box she is holding, with one snowman, is visible."
    },
    "MSR-VTT-videoTrainValVideo_video851-shot1_0": {
      "7": "Two word bubbles, with the words on the bottom bubble fully visible but the bottom of the word bubble itself is cut off by the bottom frame",
      "9": "You can only see the text of one of the speach bubbles"
    },
    "open-images-391_0120cb3afc3c3864": {
      "7": "A carved face with a type of head covering that is fastened under the chin.",
      "5": "The craving has ox theme such as ox horn. "
    },
    "MSR-VTT-videoTrainValVideo_video5079-shot1_2": {
      "5": "The expanding text bar at the bottom left is all black with a white upper left corner, and has expanded to the midpoint of the center-most gentleman's right thigh"
    },
    "video-storytelling-videobirthday_O5knGGSprLE-shot21_0": {
      "2": "Hand is holding the banana filled with food and the spoon is inside of the banana just beginning to scoop it out",
      "3": "The person holds the fruit in their right hand. The spoon is in the fruit and more than half the fruit looks empty. "
    },
    "video-storytelling-videochristmas_5pXCYiWblgo-shot61_0": {
      "5": "You can slightly see the palm of the little girls hand and no fingers are visible",
      "6": "a girl's left eye is almost completely cut off, just the shadow/eyelashes are visible "
    },
    "MSR-VTT-videoTrainValVideo_video5349-shot1_1": {
      "0": "The green bowl obscures all but the lowest stripe on the apparatus behind it."
    },
    "video-storytelling-videobirthday_NWvTOHoShYk-shot43_10": {
      "5": "The girl on the right has her mouth open, reading, her teeth not showing",
      "6": "The woman on the right has a visible right hand rest behind the left girl's right shoulder. The right woman smiles with her teeth showing. ",
      "7": "The eyes of the girl on the left are visibly open and the woman's pinkie is fully visible."
    },
    "open-images-2206_1658908a62540c62": {
      "2": "There are two zebras in the pictures, facing opposite ways, but in a way that they have their noses rubbing each others.",
      "4": "Two zebras look into the camera while another behind them eats grass.",
      "9": "All the zebras in the picture are grazing on grass. "
    },
    "MSR-VTT-videoTrainValVideo_video5354-shot1_4": {
      "5": "One and a half of the purple crescents in the background are visible."
    },
    "video-storytelling-videobirthday_pWtPYe1YZcU-shot14_0": {
      "6": "The man is look down in the direction of the daughter while a camera flash is on and bright. ",
      "7": "A man holds a child and looks at the child as the child holds her hands up and a lady waves."
    },
    "video-storytelling-videochristmas_8bFyUj-WKLI-shot25_2": {
      "4": "The woman in the tank top is almost directly center in front of the TV.",
      "5": "Th woman in the black shirt has walked 2/3 the way past the TV and her head has not yet crossed the right edge of the wall painting ",
      "6": "A woman is in the middle of the room walking toward a Christmas tree. Her mouth is open, her hand is on her stomach, and the white tie from her pants is swinging forward. Her face is in profile."
    },
    "MSR-VTT-videoTrainValVideo_video4925-shot6_0": {
      "2": "The sock puppy mouth is open at its widest. ",
      "3": "A dog like blurry image is central and doesn't touch the left side of the framing of the image at all but nears it somewhat.",
      "4": "Closed blurred mouth is almost touching the left side of the image."
    },
    "MSR-VTT-videoTrainValVideo_video2525-shot2_4": {
      "1": "The runner behind has not passed the orange cone, the front runner's left arm is not visible but both her feet are clearly past the orange cone",
      "2": "A baton is passed as the second racer reaches the orange cone.",
      "3": "The yellow baton looks to be sticking into the right girl's back. The left girl's white shoe is touching the ground and mostly not obscured from view. "
    },
    "video-storytelling-videochristmas_56Nm66j-i5Q-shot14_0": {
      "0": "A girl looks down as she holds her arms straight out horizontally.",
      "1": "A young person's eyes are most fully visible.",
      "2": "Both arms of the girl is fully extended like a \"Y\" with no bend in the arms."
    },
    "MSR-VTT-videoTrainValVideo_video2796-shot1_3": {
      "5": "The person holds their right thumb to the left side of their nose. The dog's left ear is mostly cutoff from view while its tail lays almost parallel with the man's left leg. ",
      "6": "the top of the puppy's head is visible, but it's snout is not, and it's left eye ridge is not visible while the right eye ridge is"
    },
    "video-storytelling-videobirthday_n_rO8jUHPw0-shot94_0": {
      "3": "A woman claps with her eyes closed while the lights in the rooms on either side of her glow with blue light. "
    },
    "video-storytelling-videochristmas_5-oI5OZapI-shot18_0": {
      "8": "You can see a glimpse of the top most left white flower with the top left corner price tag barely showing. "
    },
    "MSR-VTT-videoTrainValVideo_video5311-shot2_0": {
      "3": "Cereal box is in entire frame. There is about an inch of table between box and edge of frame. You can just barely see the yellow thing the other two cups are on.",
      "4": "None of the fingers of the person holding the white container are visible. About a quarter of the rim of the bottom cup is visible.",
      "5": "The person on the right in black is holding the can, you cant see their hand at the top but can see there hand blurry below the can. The bottle on the left, the cap is touching the top border of the image. "
    },
    "video-storytelling-videocamping_fy68dYUZZrc-shot117_4": {
      "1": "Kid with a blue smile on their shirt is looking to their right and their face is visible.",
      "3": "The child in the middle leans forward slightly. There is another image layer that is over the majority of their left cheek but the child's face seems not to have any ghost image over it.  "
    },
    "open-images-474_3ab224ddee32baaa": {
      "4": "Two ducks, one White and one with a dark gray breast and white neck face to their right.",
      "0": "Two ducks are sitting down where the one closer to the camera is looking to the right and the other is looking left."
    },
    "open-images-1095_0dfde4eabda89188": {
      "9": "A brown rooster is standing in front of white rooster with head facing left.",
      "4": "There is a white chicken in front of a brown and gray one and some red umbrellas behind them.",
      "3": "A gray rooster stands behind a white chicken."
    },
    "open-images-30_05394f3c8559d10d": {
      "0": "deer with antlers looking right while eating.",
      "1": "Moose is standing toward the right side of the screen while facing left and has his mouth open as if making a noise.",
      "8": "An elk wades in a river."
    },
    "YouCook-video0095-shot9_0": {
      "7": "Persons left hand only visible inside a pan of broccoli.",
      "8": "the image shows little of the lady hand at the top, almost not visible, just showing most of the pan and vegetable.",
      "9": "You can see a woman with a green striped shirt."
    },
    "video-storytelling-videobirthday_cBr1FeeNtFg-shot241_0": {
      "4": "The child has the mouth almost on the doughnut. The person on the right has their right hand in a cupped shape but not touching the other child. "
    },
    "video-storytelling-videochristmas_diLePOlw0V4-shot2_48": {
      "0": "A girl holds a shirt with illegible print up to her chin."
    },
    "video-storytelling-videobirthday_cBr1FeeNtFg-shot134_0": {
      "6": "All four wheels of the vehicle can be seen at least partly touching the ground, and the boy's head is nearly past the brown tree which is obscured in the background, next to the vehicle",
      "7": "Side view of a boy with his hand just below his ear blocking the view of the center of his overall strap"
    },
    "video-storytelling-videowedding_2g4gLqksTcA-shot26_13": {
      "0": "The bride leans back furthest, away from the groom.",
      "1": "A bride and groom laugh to each other while a minister looks at the bride. The groom's right hand is clearly visible.",
      "2": "woman checking cleavage."
    },
    "MSR-VTT-videoTrainValVideo_video3615-shot0_0": {
      "8": "The basket is scooping wings and wings are standing very upright.",
      "9": "Half of the strainer is visible and the chicken wings are fully in the basket."
    },
    "MSR-VTT-videoTrainValVideo_video4279-shot3_0": {
      "7": "A man in glasses frowns while looking down.",
      "8": "The man's right hand holds forth a forefinger just below his chin, without obscuring the rest of his face.",
      "9": "A man with glasses holds his blurred hand in front of his face."
    },
    "video-storytelling-videowedding_759-RoOmxeo-shot9_3": {
      "4": "A bride and groom walk to the front of the church while the bridesmaid at the front of the line and a small boy watch."
    },
    "open-images-2317_6b78a26041611117": {
      "1": "Four people ride in a carriage drawn by a single black horse going to the left.",
      "0": "Two men's backs are visible while wearing long red coats, standing near a horse hitched to a green carriage with white window curtains.",
      "5": "A horse is connected to a green wagon. The wagon has a green wheel with a yellow axial. "
    },
    "video-storytelling-videobirthday_cBr1FeeNtFg-shot189_0": {
      "1": "Close up picture of cake where the red portion of the cake just below the white icing becomes visible at the bottom of the frame"
    },
    "video-storytelling-videochristmas_56Nm66j-i5Q-shot29_4": {
      "0": "The women in pink has her right hand inside the box with left hand resting on top of box."
    },
    "video-storytelling-videobirthday_O5knGGSprLE-shot78_4": {
      "9": "A girl's back is visible most fully wearing a purple bathing top and black shorts."
    },
    "MSR-VTT-videoTrainValVideo_video1229-shot3_0": {
      "2": "Between the man and woman, low down a grayish rectangle is centermost.",
      "4": "The woman's eyes are closed and the entire frame of the red sunglasses are visible."
    },
    "video-storytelling-videochristmas_4RRyZACIU4U-shot10_0": {
      "4": "The woman's left hand cover part of her left cheek and mouth. The right man's right hand covers the majority of the person's , in the back, face but a little is visible.",
      "5": "Left hand with stripes is completely straight and girls teeth are showing.  "
    },
    "video-storytelling-videobirthday_5VIQPJ8YOA-shot9_0": {
      "3": "The box is facing us and her eyes are almost closed",
      "5": "Girl is holding the gift in a way where you only see a thin side"
    },
    "open-images-930_02da59d261ebd7b5": {
      "7": "A large sculpture, similar to an obelisk lying on its side, is supported off the ground over a square of concrete and mulch.",
      "4": "The location is in shadow with stairs and a large brown building out in sunlight."
    },
    "video-storytelling-videowedding_0n3gVXmbG-I-shot13_7": {
      "3": "Seven of the bars on the porch railing above the rider's leg are visible."
    },
    "video-storytelling-videochristmas_3iyGGVnb6zM-shot41_2": {
      "8": "The girl is holding up dress in right hand and staring down."
    },
    "open-images-295_1eb02dc9698f752a": {
      "3": "A woman with her hand on her hip mimes shouting. There is print in the corner.",
      "0": "Woman in a beige dress is covering her face with her left forearm, peering right",
      "2": "A woman in a blue denim dress and blue hat looks up and to the left of the image."
    },
    "video-storytelling-videocamping_FVqYgGJ78WM-shot86_9": {
      "4": "The stick is hovering above the pan with the outline of tip almost touching the log from the fireplace ",
      "5": "Stick visible in the upper left of the picture that forms a triangle with the top left portion of the frame"
    },
    "MSR-VTT-videoTrainValVideo_video2751-shot4_0": {
      "5": "The man wearing the white jacket faces forward but his red flower worn on lapel is obscured."
    },
    "MSR-VTT-videoTrainValVideo_video2155-shot1_0": {
      "6": "The woman is holding her hair such that only her left-hand fingers are visible."
    },
    "MSR-VTT-videoTrainValVideo_video1812-shot1_0": {
      "2": "Structure is more then halfway and floating in sky",
      "3": "A wooden lookout tower is hovering just above the ground.",
      "4": "The watchtower has a red flame on its center and a very small one on its top right. No vehicles or other fires present."
    },
    "MSR-VTT-videoTrainValVideo_video3587-shot2_0": {
      "7": "The fence is relatively in focus, and there is a loop in the upper right corner, and a knot directly in the upper right corner."
    },
    "video-storytelling-videowedding_4nAse9fEOww-shot8_1": {
      "2": "The lady in the front has both feet plants facing and looking right and is standing in the middle.",
      "3": "The woman in front in blue is extending her right hand below the man's elbow"
    },
    "video-storytelling-videowedding_31U5E5xbm9Y-shot1_31": {
      "4": "The man is covering the woman in black's right foot from view. The woman in black's left feet is in view and she is not facing the couple..",
      "5": "the lady wearing a black top is looking at the groom smiling while the groom has passed her and her right hand is covered"
    },
    "video-storytelling-videochristmas_3XsTNti1jL8-shot2_0": {
      "4": "There is a family of six people in this image.  One of the sons is sitting beside his father with his left hand on his head.  The mother is leaning over two of the children that are in the father's lap.  The mother has her arm around the child wearing the blue and brown shirt.  ",
      "5": "The child with their back touching the green covered bed has their left fist held to the left side of their head as they look forward.",
      "6": "The mom is fully blocking out the little girl aside from the top of her head while the son closest to the camera looks directly at both the mom and dad."
    },
    "MSR-VTT-videoTrainValVideo_video5513-shot1_8": {
      "7": "The horse is in front of a log and all four legs are in the water, and the front two legs are exactly in line with each other.",
      "8": "A horse with a rider is coming up to a log. Water is coming off of the horse, and the horse's tail is flicking upward in a curl, it is not hanging straight down.",
      "9": "the horse is very close to the log of wood in the right"
    },
    "MSR-VTT-videoTrainValVideo_video2683-shot1_1": {
      "6": "The woman is looking to the right while her hairline is just out of frame."
    },
    "open-images-1791_02e40117749a7324": {
      "6": "A green liquid with a red lid is behind a coiled faucet.",
      "5": "This is a picture of the counter in a bathroom.  The countertop is a tan color.  The sink is rectangular in shape.  It has two silver faucets.  There is a hair dryer and shaving mirror above the sink.  ",
      "4": "A white sink on top of a black cabinet with a white toilet next to it"
    },
    "video-storytelling-videochristmas_56Nm66j-i5Q-shot14_1": {
      "4": "the girl's hand hovers just above the couch slightly blurry, the man's left foot is up",
      "6": "Girl in yellow on couch has face partially obscured by hair. Man on left has left foot firmly planted and right heal just starting to lift off ground"
    },
    "MSR-VTT-videoTrainValVideo_video5598-shot1_0": {
      "2": "A man grasps a gun part with both hands. Metal teeth are visible.",
      "3": "The top of the gun is fully split back no spring is visible",
      "4": "Left hand preparing to grip the barrel head, which is slightly obscured at the end by this hand"
    },
    "MSR-VTT-videoTrainValVideo_video3252-shot1_1": {
      "4": "Part of the man chin is visible and a brown item in pocket."
    },
    "video-storytelling-videocamping_5lPO6xpAi8Y-shot17_2": {
      "0": "The left flame is higher than the right, with the tips of both visible.",
      "1": "The dog's body is mostly visible, but most of its head is not. The flame is well above the wood."
    },
    "open-images-671_2374ef5beb5db6b8": {
      "1": "There are 2 cups of coffee that both have designs on top",
      "3": "A black mug of coffee sits on a white plate, which is on a black tray."
    },
    "video-storytelling-videowedding_31U5E5xbm9Y-shot1_13": {
      "4": "The man next to the bride is looking down at her and the woman next to the bride is signing the paper",
      "5": "The woman in the white dress is holding the pen upright and writing. The man in center is holding his hands in front of himself."
    },
    "MSR-VTT-videoTrainValVideo_video975-shot2_1": {
      "4": "A man holds both palms up by his hips with his mouth mostly closed.",
      "6": "He is standing near the front of the car laughing."
    },
    "video-storytelling-videocamping_2dMjmOgJnVU-shot39_0": {
      "4": "You cannot see the head of the man in the background but you can see the light blue at the top right of his jacket; there is clear text on screen; "
    },
    "video-storytelling-videocamping_2dMjmOgJnVU-shot1_0": {
      "6": "The text centered on the screen is completely visible. The woman's front foot is completely blocking the rear foot and is completely on the ground.",
      "7": "Words in middle of image. There's a gap between the person's 2 legs but feet are together",
      "8": "The back of her right heel is just halfway over the line in the concrete between the garage and driveway "
    },
    "open-images-2495_08a293904b8ebd61": {
      "3": "An arm drapes over a solid white cat on a gray blanket.",
      "9": "The cat has both front legs hanging out infront of their face with one over the edge of the furniture.",
      "8": "The cat is sleeping facing left with its nose pressed against its arm"
    },
    "open-images-1901_4b291ac83964dade": {
      "9": "A football player in blue is wearing pink socks.",
      "8": "A football player with maroon and black pads is standing with hands on his knees crouched.",
      "7": "There is a sitting audience watching the players. There are a lot of players wearing blue in the background standing by each other. "
    },
    "video-storytelling-videocamping_2dMjmOgJnVU-shot39_2": {
      "2": "The person's eyes are closed and her tongue is starting to stick out."
    },
    "MSR-VTT-videoTrainValVideo_video2356-shot1_0": {
      "8": "The baby's mouth is open and it's hands are down. The lemon is fully in frame and being pulled away from the baby.",
      "9": "The lemon as at the bottom left of the screen in the boys mouth is fully open"
    },
    "video-storytelling-videobirthday_3l0XYe5kjs4-shot38_4": {
      "7": "A little girl touches the horizontal leg rest and the footrest at the same time.",
      "8": "The girl's right hand is hovering over the front of buggy, but not touching.",
      "9": "a girl's right hand is up near the top of the stroller and slightly blurry, top of head cut off"
    },
    "MSR-VTT-videoTrainValVideo_video2105-shot2_0": {
      "6": "A girl emerges from the right with only in front of her ears visible.",
      "7": "A girl has her eyes closed with teeth showing off to very left."
    },
    "video-storytelling-videobirthday_qdb8j6yWD3o-shot82_0": {
      "6": "The tallest girl is looking behind her with her hair in the process of whipping around as the lens glare on the map in the back is almost touching the top of the image."
    },
    "video-storytelling-videobirthday_NWvTOHoShYk-shot37_7": {
      "2": "A girl smiles while looking at the ground. Mailboxes are fully visible, as are light green plants.",
      "4": "Several trees are visible to the left of the house on the left. You cannot tell if the girl is holding anything. Her mouth is open and her chin is dropped. "
    },
    "open-images-2765_454138191dceb7ed": {
      "7": "The person has on purple socks",
      "0": "Two feet in blue, grey, purple striped socks. Toes pointing to top of picture. Triangle of carpet visible in top right"
    },
    "video-storytelling-videocamping_F-vijfBOUKU-shot5_1": {
      "3": "A dog's tail wags to the right while the dog's mouth is open.",
      "4": "A dog with vest can partially see nose and tail almost vertical."
    },
    "video-storytelling-videocamping_fy68dYUZZrc-shot93_7": {
      "5": "The woman looks to the right with her mouth slightly open.  The child looks down and to the left while holding a plastic spoon with both hands ",
      "7": "The little girl is looking to the left with a questioning look on her face and she is not touching the mother"
    },
    "video-storytelling-videobirthday_6VC9ci9TnHE-shot9_11": {
      "0": "The right hand of the woman in the white shirt is pointing straight down.",
      "1": "the palm of the man is blurry but visible, the right eye of the man behind him is visible but his nose isn't"
    },
    "open-images-2721_031adf1f546d8ef9": {
      "4": "Brown monkey in tree looking at camera. Right in the middle of the picture, slightly on the bottom half. Large mossy tree trunk on left of picture",
      "1": "A brown monkey is perched in the tree looking out and has its lips puckered up",
      "9": "Two monkeys are on a branch.  They are facing in different directions. "
    },
    "video-storytelling-videobirthday_NWvTOHoShYk-shot20_5": {
      "7": "A girl has mouth halfway open and hair completely covers one of dad's eyes.",
      "8": "Both of the girl's eyes are open. Her mouth is almost closed, and her tongue is in her mouth. Her head is well in front of the man's."
    },
    "MSR-VTT-videoTrainValVideo_video3528-shot1_0": {
      "3": "Hand stretching out pink thing. End of pink thing is mostly going out of the left frame with a tiny part of it going off the bottom frame",
      "5": "A man is stretching a pink material and water is bouncing off of it."
    },
    "MSR-VTT-videoTrainValVideo_video966-shot1_13": {
      "6": "The kid is looking forward with his right hand grabbing something on the toy car. The second word in the bottom right has almost the entire background behind it red.",
      "7": "A woman with her head tilted on the right and forward"
    },
    "MSR-VTT-videoTrainValVideo_video2643-shot2_0": {
      "6": "A lion has all four legs on the ground and the front left leg almost completely covers the right leg. There are no bushes.",
      "7": "The lion is in midstride with its front paws facing backwards"
    },
    "MSR-VTT-videoTrainValVideo_video3525-shot2_1": {
      "4": "The animal is evenly spaced between the two men on the right, and is facing the man on the far right.",
      "5": "Animal is standing directly in front of man who is looking down at it. Man on right is crouched with one arm extended toward it",
      "6": "The man on the right hand just barely grazes the dog"
    },
    "video-storytelling-videobirthday_pWtPYe1YZcU-shot9_10": {
      "3": "Two people are standing in the shadows. Woman on right has two hands in the air, both bent. Looks like she's either clapping her hands together or touching her head",
      "5": "The flash on the phone to the right is starting, but not bright enough to illuminate the whole room."
    },
    "video-storytelling-videobirthday_gl_ulT-BbLw-shot12_0": {
      "3": "there is a gap between the edge of the door and the girls left leg/hip. the edge of the door is also touching the edge of the monitor"
    },
    "open-images-1021_003e0a32bcc2c475": {
      "3": "Three pointed steeple buildings and a pink sky.",
      "8": "A man is looking at his phone while leaning on a bridge.  Big Ben is across the water. ",
      "0": "three ornate lampposts with big ben in the foggy background"
    },
    "video-storytelling-videowedding_dWZ9Iv7tPKk-shot3_0": {
      "1": "Man coming down the stairs has back foot up on the last step and other foot firmly on the ground off the steps"
    },
    "MSR-VTT-videoTrainValVideo_video3500-shot2_0": {
      "2": "The image is faded between two shots, but is mostly showing a large group of people sitting at long tables in front of computers.",
      "3": "a clear view of a computer lab filled with people"
    },
    "video-storytelling-videocamping_5lPO6xpAi8Y-shot17_25": {
      "4": "The whole grate is visible, with very little motion blur.",
      "6": "Blurry image of meat being grilled above fire. Metal grate is barely touching right side of the frame and is slightly below the top of the frame"
    },
    "video-storytelling-videochristmas_56Nm66j-i5Q-shot15_29": {
      "3": "a girl's right leg is up and blurry, with both hands down just above the couch",
      "4": "A girl in a green shirt is on the back of a couch.  Both of her hands and one of her feet are on the couch.  Her other foot is up in the air. ",
      "5": "The girl has one foot on the couch cushion and one on the back. Her hair completely covers her face."
    },
    "MSR-VTT-videoTrainValVideo_video3346-shot4_0": {
      "3": "The player's right shoulder is by the white board or sign in the background. It is barely covering it if at all. "
    },
    "video-storytelling-videobirthday_NWvTOHoShYk-shot24_4": {
      "7": "Only one finger of the girl holding the object is partially visible. The other girl's mouth is closed. The object the girl is holding completely covers the pink ball in the background.",
      "8": "a girl's tongue is out of her mouth with top teeth just visible",
      "9": "the lettering on the package is very clear and easily read. the girl in the backs mouth is open"
    },
    "open-images-2901_13f892c2d1547acd": {
      "4": "Penne pasta with red sauce is on a white plate.  There is also a fork on the plate.  "
    },
    "MSR-VTT-videoTrainValVideo_video6600-shot1_0": {
      "3": "Very bottom of girl's chin is visible at the top of the frame. Hand on her stomach only has thumb and index finger visible",
      "4": "only the woman's mouth can be seen on her face. No hands can be seen",
      "5": "right eye is cut off and left eye just visible, mouth open, teeth shut"
    },
    "open-images-951_5f74dec17220b164": {
      "8": "the food is presented on two long, straight, rectangular plates",
      "5": "The sushi is lined up in a row and there is a very bright light to the right"
    },
    "open-images-1438_708e507e77955034": {
      "2": "a picture of red tomatoes in a red basket with a background green",
      "5": "There are a large number of red, orange, and green fruits/vegetables. No container is visible."
    },
    "MSR-VTT-videoTrainValVideo_video4783-shot1_1": {
      "5": "The woman is staring with a open-mouth expression"
    },
    "MSR-VTT-videoTrainValVideo_video5817-shot1_0": {
      "7": "arms are right next to neck with pinky finger right next to jaw, shadow has no arms visible, face is slightly off to the side",
      "8": "The woman faces front.  Her eyes are closed and one hand is touching her hair.  "
    },
    "video-storytelling-videowedding_0n3gVXmbG-I-shot21_1": {
      "2": "the second fade of the picture out of the woman in red suit to the couple having their wedding",
      "3": "We can see both images almost equally but slightly more of the two sitting down is more visible."
    },
    "MSR-VTT-videoTrainValVideo_video1174-shot1_2": {
      "1": "Only one stair is partially visible at bottom. There is a black object in front of the vehicle.",
      "2": "The buses on a beach and there is a man with black pants laying next to it",
      "3": "To the right of the truck, there appears to be 2 figures who kind of resemble winnie the pooh. Right most one is diving through the air like superman"
    },
    "video-storytelling-videowedding_dI6S2OZBY4E-shot27_2": {
      "9": "A bride and groom are walking down aisle of grass with bridge smiling."
    },
    "video-storytelling-videowedding_3-sFLOcz_1I-shot49_1": {
      "0": "Large brunette head in the right foreground of picture is in front of girl's boob. Camera flash coming out of man's left arm pit",
      "1": "Bridge is looking down at groom whose mouth is open and a head is towards bottom in front."
    },
    "video-storytelling-videochristmas_diLePOlw0V4-shot2_27": {
      "1": "A single red star is clearly visible straight below the woman's left hand.",
      "2": "The girl in the center is about to put the box down and you can barely see sweater in the center of the screen"
    },
    "video-storytelling-videowedding_dcINl0zJ_YU-shot5_4": {
      "8": "The standing girl's right elbow is barely blocking out the left elbow of the man behind her."
    },
    "video-storytelling-videochristmas_Bb_nosd2RMo-shot52_4": {
      "0": "a woman's hand obscures her right eye, right hand's fingers are touching the edge of the pool"
    },
    "MSR-VTT-videoTrainValVideo_video4978-shot2_1": {
      "6": "the woman with her mouth shut, her right hand at her shoulder level and her left hand at her waist level",
      "7": "the lady right hand is covering her left breast while the t on the inscription can be faintly seen"
    },
    "open-images-2078_1059c021a80005e8": {
      "7": "A green ceramic apple with text on it sits on a counter.",
      "3": "Red apple leaning on a yellow apple at an angle on the right side of the picture. On the left side are colored pencils",
      "8": "a hand holding an apple by its left side, the background is a green wall"
    },
    "video-storytelling-videochristmas_4qU3BBS4p-0-shot68_5": {
      "6": "The purple creature has both hands raised, right leg  lifted and they are NOT sharply in focus.",
      "8": "The animal's arms are stretched straight out from its body."
    },
    "video-storytelling-videowedding_4nAse9fEOww-shot131_0": {
      "4": "A bride had her gyes closes and man and black has pink gapped between other fingers.",
      "6": "three people completely out of focus, the groom is is looking away from the bride, a man on the right is a blurry blob with half his head cut off"
    },
    "video-storytelling-videowedding_4nAse9fEOww-shot151_7": {
      "6": "A woman wearing pink has her eyes nose and mouth covered up by a white bouquet, But you can still see her cheeks and blond hair.",
      "8": "A bride is walking up the isle with her groom. Her hand can be seen wrapped around the base of her floweres and a women with long blond hair is seated in the chairs"
    },
    "open-images-454_66fca70ff465c8e6": {
      "5": "a green and yellow sock worn by the left leg with the heel lifted above the ground",
      "9": "There is black, grey, light blue, and blue socks and left foot is over right foot.",
      "4": "A single gray-brown sock is laying on a surface. No feet are visible."
    },
    "open-images-2079_03eff45876985f84": {
      "1": "The photo is a wildflower field.  There is some small text on the left of the photo.  ",
      "8": "image is rotated to the right and has pictures of buildings in it",
      "9": "Picture looks like a reflection of itself. 2 evergreen trees upright on the right side and the same 2 upside down on the left side. Grey background"
    },
    "MSR-VTT-videoTrainValVideo_video1623-shot0_1": {
      "7": "Its a clear image with the red jersey players right foot on the three point line. ",
      "8": "Five players are visible. The player in red is almost to the logo in the center court."
    },
    "MSR-VTT-videoTrainValVideo_video2219-shot1_3": {
      "5": "One finger can be seen hovering over the substance",
      "6": "2 fingers firmly on the surface about to pick up the white stuff that's there but has not run their fingers through it yet"
    },
    "MSR-VTT-videoTrainValVideo_video5497-shot0_1": {
      "1": "3 singers are on stage. the female on the left and the man's hands are almost touching"
    },
    "open-images-2122_13a2c6bd4445d9b1": {
      "6": "A large black and yellow lizard is laying underneath a rock.  "
    },
    "video-storytelling-videocamping_4ctLEIuXrUA-shot7_2": {
      "1": "There is a blue tarp on the ground with a man crouched over it. Another person is standing next to a vehicle.",
      "2": "a man bending over while another person walks behind him slightly off to the left",
      "3": "The person with the darker shirt is on the top left, looking on the ground and to the left of the image at a blue object."
    },
    "MSR-VTT-videoTrainValVideo_video3088-shot0_1": {
      "5": "Man by himself, hands clasped in front of him. Door frame on the left is not quite visible yet",
      "6": "he is the only person visible in the shot and has part of both doorways visible. ",
      "7": "The front half of a woman's body can be seen coming through an arched passageway."
    },
    "video-storytelling-videocamping_FVqYgGJ78WM-shot40_0": {
      "6": "Purple blurred balloon is above fire and diagnol log.",
      "7": "the blur covers the left from top to bottom, is bluish gray on bottom and orangish and a hint of green on top, the flame visible through the blur",
      "8": "You can clearly see the basketball, football, and soccer ball. There is a small flame visible at the top of the fire."
    },
    "video-storytelling-videobirthday_jUjRJZiM7co-shot7_7": {
      "3": "Girl in middle is almost sitting on couch. She is blurry because she's moving. Girl on right is touching her ears"
    },
    "MSR-VTT-videoTrainValVideo_video6680-shot1_2": {
      "7": "A monkey is sitting on a rock  with a branch of leaves in his mouth, they are pointing away from him. no leaves can be seen on the branch above his head"
    },
    "open-images-673_75349362798b66e2": {
      "3": "The mug has simple text that varies in color and the handle is facing to the right",
      "7": "The coffee mug has a surprised expression and a 3 dimensional nose.  ",
      "8": "the letters are in circles on the mug"
    },
    "video-storytelling-videochristmas_3iyGGVnb6zM-shot29_2": {
      "6": "The little girl is looking straight to the left. The lady and guy is looking at the child. "
    },
    "open-images-218_2b847d7ad031a5de": {
      "1": "this mug has flowers on it and water splashing out the top",
      "0": "The light green teapot has a peach rose tucked behind the spout. "
    },
    "MSR-VTT-videoTrainValVideo_video582-shot1_4": {
      "4": "the line in the middle of the red door is barely touching the outline of his right shoulder. "
    },
    "open-images-687_0cb87bb7a1f57e82": {
      "8": "The dog is chewing on a brown dog bone.  ",
      "0": "A dog is outside sitting on a bench with 4 wooden planks of the bench visible in the background."
    },
    "video-storytelling-videowedding_gfDWSjftuA0-shot35_3": {
      "5": "The woman with the white flowers and her partner are directly even with the man holding up the camera. The man's feet are right next to each other.",
      "7": "A bride and groom are walking up the isle past a photographer the bride is partially blocking the photographer but his camera can be seen."
    },
    "video-storytelling-videocamping_aFyHNej2P_8-shot38_4": {
      "5": "Boy looking down and you can see most of the top of his head",
      "6": "The boy's eyes are half open, like he is in the middle of blinking.",
      "7": "eyes are shut, mouth slightly open, out of focus woman fully visible behind kid"
    },
    "video-storytelling-videobirthday_O5knGGSprLE-shot98_3": {
      "8": "The ear of the blond haired girl in the swim suit on the left side of the picture is only partially visible. "
    },
    "video-storytelling-videowedding_aZFwRcv5--8-shot39_0": {
      "3": "the couples can be seen staring at each other"
    },
    "open-images-2150_3500de53b7a80395": {
      "5": "The necklace has black braiding and large black and gold sequins.  ",
      "8": "A girl in black and white strip dress with a a white lace shirt over it.",
      "0": "Woman wearing necklace with a ton of different sized gold circles. She's holding a camera in front of her face that you can only see the bottom of at the top of the frame. Grey and black striped shirt"
    },
    "video-storytelling-videobirthday_fzguPxHw7FQ-shot18_10": {
      "1": "A black balloon and a yellow balloon are right next to each other in front of red balloons. There is another black balloon next to them mostly blocked by the man on the right's head.",
      "2": "The guy with the watch is pointing up with his finger directly below the man in the background's head while the man in red is looking at the watch."
    },
    "MSR-VTT-videoTrainValVideo_video1983-shot0_0": {
      "4": "Dog's face is down and covered by the other animal. There is a small black gap between the dog's face and the other animal."
    },
    "video-storytelling-videochristmas_3XsTNti1jL8-shot27_9": {
      "2": "the top of the yellow bag in the back is just touching her chin",
      "3": "A girl is standing behind closest girl with eyes closed and boy looking at camera."
    },
    "video-storytelling-videobirthday_H0IGc2sVXDg-shot22_21": {
      "2": "Girl looking directly at Olaf pinata, pointing stick at it. Olaf's butt is just off the bottom of the frame. Can see part of boys face behind the girl with the stick",
      "3": "the outline of the boy in the orange and grey shirt's face is barely touching the outline of the back of girls head/hair ",
      "4": "The pinatas nose is at the very top edge of the frame and the girl's ponytail is visible."
    },
    "MSR-VTT-videoTrainValVideo_video2611-shot2_1": {
      "7": "The guy in a grey t-shirt is just to the left of the center of the image and the only part of his jacket that's visible is one sleeve off to his right side."
    },
    "video-storytelling-videochristmas_Bb_nosd2RMo-shot45_1": {
      "0": "a baby leans forward with left hand just in the water, woman is smiling and eyes are visible ",
      "1": "Boy is on all fours in center of picture. Can only see mom's mouth smiling",
      "2": "both hands of the baby are on the floor while the baby's right foot toes are behind the left foot flat on the floor"
    },
    "MSR-VTT-videoTrainValVideo_video1996-shot1_4": {
      "2": "You can fully see the side of the vehicle and you could see a small corner of the curb in the bottom left",
      "3": "The car is equally spaced between curbs, seemingly and is halfway into and out of surrounding areas. Half in, half out, exactly (most)."
    },
    "video-storytelling-videochristmas_Bb_nosd2RMo-shot4_2": {
      "9": "The child's right foot (their right) is mostly touching the floor of the pool  There is sunlight shining through the waters and the leg is in front of the child's left foot. And there is a white symbol or object on his shirt."
    },
    "video-storytelling-videobirthday_H0IGc2sVXDg-shot12_0": {
      "0": "There is no red-orange sleeve visible behind the girl in front.",
      "1": "The girl in the foreground's eyes are open and there is nothing in front of her face. The boy in the background in a grey shirt is holding onto a balloon that would be in the 10 or 11 o clock position on a clockface. ",
      "2": "The girl waves the wand upright and the boy to the left face is half covered by a balloon"
    },
    "video-storytelling-videobirthday_jUjRJZiM7co-shot21_4": {
      "7": "Girl in black has eyes closed and head turned a lot. ",
      "8": "Girl in middle is looking down at box. Girl's pony tail in bottom right is whipping in a blur as she turns her head"
    },
    "video-storytelling-videocamping_av4OdEdoI7A-shot8_3": {
      "3": "The man on the left is facing away from the camera and not touching the tent at all.",
      "4": "The man pulls the left tent flap out while the woman is bent over securing the base. ",
      "5": "The woman to the right is not touching the tent and is leaned down into of pose like she's going to run"
    },
    "open-images-386_1b2e28d6d994603e": {
      "3": "The camel has his neck stretched out with his face pointing to the sky",
      "0": "the camel's head is laying low, there are grasses on the floor, like the camel is trying to eat some of the grasses",
      "6": "Dark image of camel taken from behind as it stands on a sandy area with a sky background. Camel right in the middle of the picture"
    },
    "video-storytelling-videochristmas_diLePOlw0V4-shot2_14": {
      "2": "A womoman is holding a pink shirt up with mouth partially open.",
      "3": "The woman is holding the sweater in one hand and other hand is hovering over it almost in a pinching fashion",
      "4": "arm is through the sleeve but hand is not visible "
    },
    "MSR-VTT-videoTrainValVideo_video6120-shot1_1": {
      "6": "The blurry rectangle covers all but the left side of the boy's head. The five people in the back have all stopped walking, except for the one further away from everyone else. Those five people are all in a row; nobody is in front or behind the line."
    },
    "video-storytelling-videochristmas_Bb_nosd2RMo-shot5_2": {
      "4": "The man in tan pants next to the palm tree has his legs together ",
      "5": "a man midstride just to the right of the tree",
      "6": "part of the edge of the grey tunnel is visible on the left and the tree in the middle in the back is fully visible against the outline of the sun "
    },
    "video-storytelling-videowedding_0n3gVXmbG-I-shot14_8": {
      "7": "Only the lower lip and a bit of the moustache on the driver is visible. None of the spokes on the front left wheel are visible.",
      "8": "The man controlling the carriage chin is only visible in the woman inside a carriage half her head is visible",
      "9": "the man's head riding the cat is completely cut of from the picture"
    },
    "MSR-VTT-videoTrainValVideo_video3007-shot1_7": {
      "6": "The top opening of the bag is visible with nothing being poured into or out of it."
    },
    "MSR-VTT-videoTrainValVideo_video3335-shot5_0": {
      "4": "The motorcycle is turning to the left and giving you a full side view of the motorcycle"
    },
    "open-images-1284_2b343c3acf8e47d1": {
      "5": "A gold, white, and black clock with the time of 11:17",
      "8": "a round clock with legs and two bells on the top, facing straight",
      "2": "The large white clock has red detailing around the face.  The white paint is cracked.  "
    },
    "open-images-2008_0da906e51d20597d": {
      "5": "A car is visible on yard with several roosters and red gas can.",
      "6": "there are only two chicken on the ground, facing at opposite directions",
      "1": "Two chickens are standing on a white porch railing facing to the right."
    },
    "video-storytelling-videobirthday_H0IGc2sVXDg-shot14_7": {
      "3": "The girl in blue has tissue stretched all the way to her left side.",
      "4": "a bay in her chair with her left hand around her chest touching the cloth and her right hand hidden under the cloth",
      "5": "a girl holding paper just covering her lips"
    },
    "open-images-1383_2a1efabf914a818a": {
      "1": "The airplane is tilted slightly downwards, more to the left side of the screen with patches of white clouds behind it.",
      "4": "A plane is on the runway facing completely forward.",
      "7": "A small plane flying to the right against a completely white/cloudy sky no blue can be seen"
    },
    "video-storytelling-videobirthday_qdb8j6yWD3o-shot61_1": {
      "3": "THis person is securing a hold on what they are carrying",
      "4": "The back of the boy's shirt is just barely past the drawers on the dresser in the background."
    },
    "video-storytelling-videochristmas_9pMCYohnRYM-shot161_3": {
      "8": "the childs face in the back is almost traight up and down and the package outline is barely touching the outline of his middle fingerr"
    },
    "MSR-VTT-videoTrainValVideo_video1592-shot1_4": {
      "3": "The fingers are covering half the ear of the dog",
      "5": "You can see the white of the dog's left eyeball; there is nothing on the floor directly in front of his mouth"
    },
    "video-storytelling-videowedding_aOOJepvncBE-shot73_0": {
      "4": "A woman is holding a microphone, and her mouth is closed. A sheet she is looking at is just visible.",
      "5": "The woman appears to be smiling though she is actually singing."
    },
    "video-storytelling-videocamping_av4OdEdoI7A-shot8_1": {
      "7": "A woman is partially bent over on left side close to tent."
    },
    "video-storytelling-videochristmas_4qU3BBS4p-0-shot67_1": {
      "3": "The top of a head can be seen. two archways are visible as well as most of a tree with red leaves",
      "4": "There's a brown half circle in the bottom left of the image but the left side of it is partially hidden off screen.",
      "5": "You can see half the tree on the boat on the left side"
    },
    "video-storytelling-videocamping_aFyHNej2P_8-shot36_2": {
      "2": "the red chair's corner is just cut off, the right flame looks like a comma",
      "4": "A logo can be seen on red chair and one pointed flame and smaller flame on left of marshmellow. "
    },
    "MSR-VTT-videoTrainValVideo_video3753-shot1_1": {
      "0": "There is a lot of mincemeat in the bowl being poured into the cooking pan",
      "1": "Most, but not all of the red material is out of the metal bowl. None of the darker part of the spatula is visible.",
      "2": "The wooden spatula is slightly blocking the top left corner of the instrument panel on the stove."
    },
    "video-storytelling-videobirthday_NWvTOHoShYk-shot29_47": {
      "6": "The older girl is looking to the left while holding a shirt at eye level.  The younger girlis pointing at her.  ",
      "8": "Girl on right is looking down with one hand over her bag and one to the left of the bag, neither touching the bag. Girl on left is looking right and smiling"
    },
    "video-storytelling-videobirthday_gl_ulT-BbLw-shot37_7": {
      "0": "The girl's mouth is closed and her thumb is not touching the stuffed animal.",
      "1": "The girl's mouth is a tiny bit open and she is holding a stuffed animal with both hands."
    },
    "video-storytelling-videocamping_FVqYgGJ78WM-shot6_1": {
      "5": "The man closer to the camera has his head blocking a tree trunk. His head is not completely covering it and part of it can be seen rising up to the top of the picture. ",
      "7": "The left blue bag that the person is carrying is horizontal. There is a small green patch on the ground just next to it."
    },
    "MSR-VTT-videoTrainValVideo_video5346-shot0_0": {
      "1": "The photo of French fries is superimposed on top of a photo of two people.  ",
      "2": "The big man's blurry and his nose looks like it's in a ray of light. Other guy isn't blurry."
    },
    "video-storytelling-videobirthday_NWvTOHoShYk-shot22_2": {
      "0": "Pink bubble wand is slightly touching left ear tip on older girl.",
      "1": "bubbles completely obstruct the girl's ear, the girl holding the bubbles faces away from the camera with her ear visible"
    },
    "MSR-VTT-videoTrainValVideo_video4002-shot1_0": {
      "9": "The green shredded vegetable is completely off the plate. A single strand is just below the plate perfectly vertical."
    },
    "MSR-VTT-videoTrainValVideo_video5957-shot1_1": {
      "4": "The person is standing with their left hand in front of their face. The silver watch is prominent. Another photo is starting to come over this one.",
      "5": "his hand is up to his face and there is no discoloration in his chest/middle of the screen"
    },
    "video-storytelling-videobirthday_pWtPYe1YZcU-shot2_3": {
      "1": "the man has just stepped up he is slightly bent, his left foot is right above the ground and his left arm is blurry behind him",
      "2": "A man with glasses has left leg in front with hands behind. ",
      "3": "The older man's head mostly blocks the right pane of glass in the window, but not any of the one next to it."
    },
    "video-storytelling-videobirthday_gl_ulT-BbLw-shot21_0": {
      "2": "The black trash can is almost 1/4 visible on the lower left corner of this tilted image.",
      "3": "A trash can is barely visible on left side."
    },
    "video-storytelling-videocamping_fy68dYUZZrc-shot37_0": {
      "7": "The bag of food the woman is holding in her left hand is half obscured by her left shoulder. And it looks like she could be gripping the bag with her unseen right hand."
    },
    "MSR-VTT-videoTrainValVideo_video6555-shot1_0": {
      "5": "It is a picture up close of a group of people, in the center there is a man facing the camera wearing a blue and white shirt. Both of his arms are visible. To the left, one man's legs are more behind the other's."
    },
    "MSR-VTT-videoTrainValVideo_video3624-shot1_0": {
      "5": "The hands of the man in front are almost, but not completely visible. He is relatively far from the back wall.",
      "6": "Man in far back has head visible and other man with left arm at 90 degree angle. ",
      "7": "The man in black has his right hand stretched straight out, seemingly touching the white wall behind him. His arm is resting against the guy in army camouflage."
    },
    "MSR-VTT-videoTrainValVideo_video6276-shot1_3": {
      "1": "The bridge of the woman's nose, on the left, is being covered by the hand of the woman doing the makeup.",
      "2": "There is someone touching the right eye of both of the women.",
      "3": "Women on left has left eye partially open only showing. "
    },
    "video-storytelling-videobirthday_5NyDtpFnEHA-shot6_8": {
      "7": "The woman's head is straight up and looking to her left with her arms outstretched and her hair draped from the left side of her face down to the right side of her chest.",
      "9": "boht of her hands are in the thing shes reaching in"
    },
    "open-images-1924_404469c062b959a6": {
      "9": "A red and white stripped watchtower and a building to its left.",
      "2": "There is a red shirt person and a white shirt person by the tall light house."
    },
    "video-storytelling-videocamping_fy68dYUZZrc-shot71_0": {
      "7": "Two people can be seen standing from the window of a car. A person with red pants is seen directly above the center of the side view mirror. A child is seen playing in the sand. ",
      "9": "A woman in red pants appears directly above the side view mirror. One eye of the woman on the left is visible."
    },
    "video-storytelling-videowedding_gfDWSjftuA0-shot109_2": {
      "6": "The lady in brown, dances, and her left hand is fully visible but none of her fingers on her left hand are visible but the palm of her hand mostly is."
    },
    "video-storytelling-videocamping_5lPO6xpAi8Y-shot4_0": {
      "6": "his pinky is visible in the bad",
      "8": "The guy's hand is in the bag. The corner of the flap is right on the edge of the picture. "
    },
    "video-storytelling-videocamping_6VPbwxFsO0g-shot7_2": {
      "6": "The darker-haired woman has a hand up just below her face. The woman in front is leaning more away and to the left.",
      "7": "Both arms of the women are down and they are side-by-side looking into the camera smiling as if they're posing for a picture"
    },
    "open-images-666_0473a8d796a03302": {
      "5": "A dragonfly with a blue body and black wings from the upper rear right side.",
      "4": "The dragonfly is landed on a furry green leaf and you can see a rock in the background",
      "9": "An all black bug is on a hairy stick with greenery visible in the background."
    },
    "MSR-VTT-videoTrainValVideo_video2015-shot1_0": {
      "1": "the woman in the front in the black shirt with words on it is faceing us",
      "2": "Man in green to right has legs spread with two fingers in air. ",
      "3": "You can ever so slightly see a man on the left side looking at the women working out"
    },
    "video-storytelling-videobirthday_jUjRJZiM7co-shot15_0": {
      "4": "Girl in middle holding book at diagonal. Bottom right part of white square at top right corner of book is partially obscured by wrapping paper. ",
      "5": "The box the girl is holding is tilted forward and the white sticker on the back is obstructed by the wrapping paper."
    },
    "open-images-1262_100585b28032ac38": {
      "4": "The rear right fender of a green car over a black tire with a white circle and a silver hubcap. The back half of the passenger side door is visible on the right side of the image.",
      "1": "A black car with steering wheel and a blue sports car to right.",
      "0": "Side view of lime green car facing the right. Full passenger side door in view"
    },
    "MSR-VTT-videoTrainValVideo_video5046-shot1_0": {
      "3": "The man is facing forward a bit to the right and his head is upright. His mouth is open."
    },
    "open-images-207_3472a63ce7d9f497": {
      "2": "Front of house facing slightly to right. Has what appears to be a chimney split in 4 coming up the front of the house and above it. Red bricks with black roofs",
      "5": "there is a green car parked in the back of the house, on the left side of screen",
      "1": "a pink house facing the left in a sunny day with two chimneys "
    },
    "open-images-2887_10c842338b1c338d": {
      "2": "A rabbit is facing to the left in tall grass mostly blocking its lower half.",
      "4": "A rabbit is close up torso and head showing with only right eye visible."
    },
    "MSR-VTT-videoTrainValVideo_video6783-shot1_1": {
      "0": "There is a grey block or stand to the right of the red truck. The back lights of two bright white cars are visible in the background. ",
      "1": "You can fully see the top half of the left rear tire as it's just coming in into view",
      "2": "there is a white car on the background but the break light has be covered as you can barely see it"
    },
    "MSR-VTT-videoTrainValVideo_video2877-shot3_3": {
      "1": "only the head and part of the hand are visible of the bottom players body",
      "2": "The ball is just above the rim. The player with his arm up is looking ahead with his palm open."
    },
    "video-storytelling-videochristmas_56Nm66j-i5Q-shot28_2": {
      "1": "The woman is looking straight ahead with no expression and both hands on the present as her daughter is smiling while watching.",
      "2": "The woman in pink is looking left at girl with boxer dog looking up at woman. "
    },
    "open-images-2775_02c9db8dbfa39515": {
      "6": "only one short candle is in this pic",
      "7": "Three lit candles in a row from left to right, with the one in the center slightly in front of the other two."
    },
    "open-images-767_080ae5ea176d80d4": {
      "8": "There is a horizontal log and a log to its right leaning about 45 degrees upright. There is flame between the logs and on the left of the horizontal log.",
      "2": "there is are wooden gate slats in the background. the fire was built with thinner sticks"
    },
    "open-images-2576_50359d9a39b1a977": {
      "2": "A brown set of leather boots with two diagnol zippers.",
      "9": "a pair of grey leather boots with brown heels and zip on the inside",
      "7": "Black heeled boot, side view, no buckles or hardware showing. "
    },
    "video-storytelling-videobirthday_cBr1FeeNtFg-shot226_1": {
      "6": "The child is almost at the top of the slide. His left foot is in the air.",
      "7": "the tip of his left boot is touching the bottom of the picture frame"
    },
    "open-images-967_0939d4f4a0c54520": {
      "4": "A stock pot is to the left and a sauce pan is over an open flame to the right with a flame coming out of the pan. ",
      "2": "there's a sliver spoon in a silver bowl on the left upper side of the bowl",
      "6": "What looks to be yellow potatoes cooking in a pot of water. There's about 8-10 visible."
    },
    "video-storytelling-videocamping_9KcYGoNCOeE-shot1_1": {
      "5": "Only a very small sliver of the girl's red sleeve is visible. ",
      "6": "There is an arm with a red shirt holding a fork. ",
      "7": "The woman's left shoulder is half hidden by the right edge of the image."
    },
    "MSR-VTT-videoTrainValVideo_video6893-shot1_1": {
      "8": "The man is looking right with his face looking down, you can see his right cheek with no hair showing from his head with his glasses right handle visible",
      "9": "The man is looking down at something. The front collar of his t-shirt is visible."
    },
    "open-images-1570_051eb6541cc2adf2": {
      "5": "Stuffed animal is a thin white bunny standing up on a yellowish brownish background. Has blue eyes and pink ears on a blue floor",
      "9": "Two crochet dolls, one with blue hair has its face touching the other doll with pink ears on the side of its face. There is a green background.",
      "0": "The kitty, stuffed animal is wearing a Toque like hat (like a Chef's hat)."
    },
    "video-storytelling-videobirthday_n_rO8jUHPw0-shot77_1": {
      "3": "The woman's face sitting on the right is covered by the dancer's hand.",
      "4": "Woman dancing in foreground has back to camera, hair whipping right and dress whipping left. Her hair all the way to the right is lit up by light",
      "5": "The dancing woman is facing to the left. None of the background lights are blue."
    },
    "open-images-1499_0905865c00efcc50": {
      "3": "A brown snake is going across three leaves.",
      "5": "A brown lizard is perched upright on a branch and has a white film over the eyes"
    },
    "YouCook-video0004-shot1_3": {
      "5": "A woman has two hands away from bowl with right hand floating over bowl.",
      "6": "The contents of the bowl looks like it's going to be scooped out and there is a jar to the left",
      "7": "The person is holding the spoon in the bowl, but mostly above the contents, and more upright."
    },
    "MSR-VTT-videoTrainValVideo_video6278-shot1_9": {
      "6": "The two left pole is at a distance between the truck. "
    },
    "open-images-2020_00259c9e280c5e0d": {
      "0": "this mushroom looks like it has a light built in it. its the only one in the picture. surrounded by brown grass and about 5 green leaves"
    },
    "MSR-VTT-videoTrainValVideo_video2154-shot2_0": {
      "4": "Four letters at the bottom with a a few snow covered trees. ",
      "5": "One word on bottom of screen. One dark arm coming up from the bottom left of the picture at a 45 degree angle ",
      "6": "I hand it is in a throwing motion and the fingers are facing the bottom of the screen, there is a short text snippet at the bottom"
    },
    "video-storytelling-videocamping_4VGxpoGuyyA-shot9_7": {
      "0": "The bottom half of a man's sunglasses can be seen while holding a glass bottle near his mouth."
    },
    "MSR-VTT-videoTrainValVideo_video4738-shot1_0": {
      "7": "the girl is singing with her mouth open and holding the mic with her right hand, her feet is touching the end the pic",
      "8": "the girl is holding the mic with her mouth open but her feet cannot be seen"
    },
    "open-images-2805_b10300c9aa2e8adb": {
      "8": "There are 3 trees near some houses on the left.  There are 2 large trees and one smaller tree very close to each other. ",
      "9": "Two people can be seen in the background wearing a yellow and orange jacket",
      "1": "a seven story building in the left corner, large lawn in the middle of the pic. "
    },
    "video-storytelling-videobirthday_19yKVDPGNv0-shot1_0": {
      "2": "2 faces are visible but the face on the right has the right eye slightly cut off",
      "3": "The right-most part of the hair on the woman on the right is not visible, but the bangs are almost completely visible."
    },
    "MSR-VTT-videoTrainValVideo_video6016-shot1_5": {
      "7": "The cabinet door is about 25% open and you cannot see the bottom of the cabinet",
      "8": "the hand is opening the cupboard, part of the wood from the other end of the cupboard can be seen on the left down side of the image",
      "9": "the hand lifting the draw and shows a little bit of the device inside. "
    },
    "video-storytelling-videochristmas_4qU3BBS4p-0-shot57_4": {
      "3": "Blurry picture where green square in front of hedges is all the way to the left on the bottom but not cut off by the edge of the picture. Some red flowers along the bottom",
      "4": "The image is incredibly blurry with the green object on the left of the image almost entirely offscreen.",
      "5": "A white curtain is towards middle with three bouquets of red flowers. "
    },
    "open-images-1800_90326ba49d033027": {
      "0": "a mom's hand and a dad's hand holding baby's feet, dad's hand on top",
      "6": "An adult's hands are holding an infant's feet with thumbs and index fingers."
    },
    "video-storytelling-videobirthday_O5knGGSprLE-shot46_1": {
      "4": "The child is standing in the car with his hands in front of him. His left foot is completely visible."
    },
    "open-images-2469_00b2cc59bdb8dd99": {
      "3": "One black and white cat in a cage with his paw on the door reaching out to another cat whose head you can see in the bottom right of the picture",
      "0": "the kitten in the front had blue eyes and white fur with a bit of tan on its head",
      "5": "A large mass of caged guinea pigs"
    },
    "video-storytelling-videowedding_hpqkfq1-f70-shot54_6": {
      "2": "Man on left is holding a phone in front of his face so you can only see his 2 eyes but not any of his nose or mouth",
      "3": "The camera of the man holding it is just covering a tiny portion of his mouth. The man on the right's arm has partially obscured the red-haired woman's head, but not the man in front of her."
    },
    "video-storytelling-videochristmas_diLePOlw0V4-shot2_31": {
      "4": "A girl in white pajimas has white paper away from body clasping with left hand."
    },
    "MSR-VTT-videoTrainValVideo_video5316-shot1_3": {
      "8": "A boy with his left knee bent facing away from the water with arms slightly out.",
      "9": "A boy is standing in the sand with the waves just behind him. Someone can be seen in the water behind him. The boy is holding his hands together in front of his belly. "
    },
    "open-images-595_7ce5eded38c41048": {
      "0": "Coral in foreground of picture that looks like a brain with some red stuff on the top right of it",
      "5": "The white coral is in the middle with some pink stuff on it."
    },
    "video-storytelling-videobirthday_LKYioW0-ytk-shot23_3": {
      "3": "You can only see the bottom lip of the kid and his one hand is off the edge of the left side. Person holding him has closed mouth and can't see their nose",
      "4": "The man's right nostril is the most visible.",
      "5": "The baby's bottom lip is visible in the man's mouth is closed"
    },
    "MSR-VTT-videoTrainValVideo_video6140-shot1_2": {
      "1": "Man is getting up with chin on women's hairline sitting down.",
      "2": "Can just barely see the old lady's mouth at the bottom of the picture. ",
      "3": "The gentlemen in tuxedos behind the man standing are each applauding with the right and left hands about six inches apart."
    },
    "MSR-VTT-videoTrainValVideo_video154-shot3_0": {
      "7": "The character is running sideways against the wall. Its right leg is behind the left and the white boot part is not visible.  "
    },
    "video-storytelling-videowedding_fbY7HoJgtMQ-shot10_0": {
      "0": "You can just barely see the chin of the man, standing behind the boy, in the grey coat",
      "1": "Only two children are visible. None of the head or neck of the two men on the right are visible, and the blue flower of the second-right-most man is not touching the top of the frame.",
      "2": "The gentleman on the far right's neck is just visible. The gentleman's head in front of him is not visible at all. Only the mouth and chin of the third gentleman from the right is visible."
    },
    "MSR-VTT-videoTrainValVideo_video4053-shot1_1": {
      "8": "What looks like one hand holding the lump of dough, 4 finger grip"
    },
    "video-storytelling-videobirthday_5NyDtpFnEHA-shot6_7": {
      "2": "A woman is standing with her left arm bent forward at a 90° angle, and her right arm hanging straight down. Her hair comes down across the left side of her face to the center of her chest.",
      "4": "The woman is standing facing right, blocking the child in blue, and her left hand is visible."
    },
    "video-storytelling-videocamping_FVqYgGJ78WM-shot0_1": {
      "7": "All we can see of the face of the guy holding the camera is his nose and eyebrow.",
      "8": "There are things on the ground that are waiting to be loaded.",
      "9": "Only one person in the picture. No parts of anyone else"
    },
    "open-images-729_4b6051448a9aeea5": {
      "7": "There is a group of seven chickens and the largest one is facing the steps.",
      "0": "A single rooster is standing on a brick road with three cars parked in the distance.",
      "3": "a brown chicken standing on a curb with one feet, it is looking at its right direction"
    },
    "video-storytelling-videobirthday_19yKVDPGNv0-shot49_1": {
      "5": "You can see the girl's left eye, but no part of her nose; you cannot see her crown",
      "6": "Both the girl's nose and all the cream on the top cupcake are visible.",
      "7": "GIrl has left eye showing fully and part of her left side nose with no black on right eye."
    },
    "MSR-VTT-videoTrainValVideo_video5153-shot1_4": {
      "5": "Word on the kid in green's back with a black circle below and to the left of that word"
    },
    "video-storytelling-videowedding_ITbmPrZLBvU-shot1_16": {
      "0": "The groom on the left is hidden by the bushes as he looks directly forward, head up.",
      "2": "There is what seems to be lens flare directly in the middle of the chest of the woman on the bottom left side"
    },
    "MSR-VTT-videoTrainValVideo_video75-shot1_0": {
      "5": "The woman in green has her right hand hidden below the table. Only part of her left wrist is covered by the bottle and the other woman's bottle top is about the green woman's shoulder in height. ",
      "6": "the lady holding a bottle is slithly covering the orange balls on the left side of the background",
      "7": "The woman in the dark shirt is facing to the right and the bottle she is holding is directly in front of the pumpkins."
    },
    "open-images-1223_106a464c1209d3a6": {
      "5": "A grey television is standing on a dresser beside a stuffed rabbit. There are flowers in a blue vase.",
      "7": "A grey computer monitor and a keyboard with an orange outlining around the screen and the keyboard.",
      "0": "A silver television sitting diagonally on a glass and wood stand."
    },
    "MSR-VTT-videoTrainValVideo_video871-shot1_1": {
      "7": "Flash of white circle light toward bottom right of picture"
    },
    "MSR-VTT-videoTrainValVideo_video4609-shot1_3": {
      "7": "The woman's hand is directly in front of her. The chair is upside down and the legs are a little to the right. The woman's front foot is facing upward, not pointed.",
      "9": "The woman is sitting on the ground with her mouth open. The chair leg is on her leg."
    },
    "MSR-VTT-videoTrainValVideo_video388-shot1_1": {
      "5": "A blurry green man holding a microphone mostly covers the person behind. There is more purple than red in the background.",
      "7": "Green man in red suite holding can. Background is diagonal red and purple stripes with stars on them"
    },
    "open-images-1251_0bbc8c6690f81e85": {
      "0": "A smaller hand is on top of large black hand with a zig zag plate on table.",
      "2": "A child's hand is place palm down on the upturned hand of an adult.",
      "9": "fingers has lines on the tip"
    },
    "video-storytelling-videocamping_606M6ibvzOE-shot2_8": {
      "6": "the woman on the right with 5% of her eyes shown in the pic, her necklace is hidden"
    },
    "open-images-1322_e846ddd0c8ba9136": {
      "5": "This tank appears overgrown and is well camouflaged; an individual is standing atop it while looking through binoculars. ",
      "7": "One tank with two men seen at the top. One gun points to the left, one gun points to the right.",
      "2": "A single dark green camo tank is facing the right on a mud path. There are a few trees in the far, not near, background"
    },
    "MSR-VTT-videoTrainValVideo_video5513-shot1_3": {
      "0": "A horse with all 4 on the ground is coming towards a white obstacle.",
      "1": "The horse's feet are just barely starting to go over the obstacle it needs to jump over."
    },
    "video-storytelling-videocamping_fy68dYUZZrc-shot111_5": {
      "5": "3 kids and woman bending down. Transition picture where you can just barely see a bike on the kid in the middle's shirt. Blue hat not touching edge. Back half of kid on right's head cut off by edge",
      "7": "The right most child's green hair clip is mostly visible but her adult friend being leaned against is invisible except for a small navy blue sliver on the right most part of the screen."
    },
    "MSR-VTT-videoTrainValVideo_video3984-shot1_1": {
      "5": "the bike in the water, the pic is not blurred, the rear wheel is visible and reaches the bottom of the pic",
      "6": "A blurry man on the left side of the photo where there appears to be something on his back and two animals are at the top middle of the picture.",
      "7": "The driver of the motorbike's hat is just barely visible as they drive away."
    },
    "MSR-VTT-videoTrainValVideo_video6207-shot1_4": {
      "7": "It's super blurry.  You can see the gas cap of the bike but just the tip of the left knee. ",
      "8": "the image is blurry, but you can see a path and a red and blue image at the bottom center of the image.",
      "9": "The sunlight is poking through the top of the tall trees."
    },
    "MSR-VTT-videoTrainValVideo_video4293-shot1_0": {
      "5": "The orange circles are mostly evenly distributed in the pan, with a large empty rectangle on the bottom with none in it."
    },
    "open-images-2193_211ee3e3a521b088": {
      "6": "Black coffee is in a plain white mug on a coaster.",
      "7": "A light brown coffee with the spoon on the plate and no handle visible",
      "2": "There are two cups of coffee on white saucers, one in focus on the bottom left and another out of focus on the top right. The one on the bottom left has lots of foam around the edges and has a spoon laying next to it on the saucer."
    },
    "video-storytelling-videobirthday_3l0XYe5kjs4-shot12_1": {
      "3": "The boys right hand is open and all fingers are clearly visible and uncovered.",
      "4": "The boy has his hands out. His front hand covers the girl's hands.",
      "5": "The boys arms are outstretched and his left arm is covering the girls face. The boys left eye is still visible."
    },
    "open-images-1143_5e291296e12fb727": {
      "8": "The potatoes have the darkest skins."
    },
    "video-storytelling-videochristmas_4qU3BBS4p-0-shot74_1": {
      "4": "Only the last two letters of the first word on the sign are visible.",
      "5": "Only the last letter of the first word on the lit up sign is visible. "
    },
    "MSR-VTT-videoTrainValVideo_video6691-shot1_2": {
      "2": "No hand, just the pot in full view. Can see just less than half the plate in the top left"
    },
    "video-storytelling-videocamping_606M6ibvzOE-shot18_0": {
      "2": "a very blurred pic of a man standing on grass",
      "3": "The man is staring down at an almost 90 degree angle. His left hand is not fully visible."
    },
    "MSR-VTT-videoTrainValVideo_video2005-shot1_6": {
      "2": "The front view of a man in a white suit who has his arms outstretched, with his left arm slightly lower than the right arm. Both of his hands are clearly visible.",
      "3": "The guys right arm is extended straight out to the left of the picture with knees slightly bent. ",
      "4": "Man in white has both arms bent and pointing slightly upward. Arm on right lower than arm on left"
    },
    "video-storytelling-videochristmas_9pMCYohnRYM-shot141_3": {
      "6": "the person is holding a drink in her right hand.  She is not smiling in the picture and her lips are closed.  He left hand is lifted almost to her sholders and you can only see half her fingers and none of her thumb."
    },
    "MSR-VTT-videoTrainValVideo_video6365-shot1_0": {
      "4": "The girl is looking down and slightly to the right as the boy is looking off to the left while the image above them has a dog in a blue collar looking straight ahead.",
      "5": "Both people are looking downwards and towards each other. The dog in the upper left has its tail pointing up a little and his mouth open. "
    },
    "video-storytelling-videochristmas_diLePOlw0V4-shot2_32": {
      "3": "The dark-haired woman has her hand on the center of the box and is holding it with the wide side facing the camera."
    },
    "video-storytelling-videocamping_AspyrqwFMwk-shot15_0": {
      "5": "A red suv only has one back wheel showing."
    },
    "MSR-VTT-videoTrainValVideo_video3809-shot1_0": {
      "9": "Transition picture where you can see someone wearing a teal shirt but with other people over him"
    },
    "video-storytelling-videocamping_5lPO6xpAi8Y-shot17_17": {
      "5": "The complete top side of the firepit and part of the right side are visible, but no fire.",
      "6": "half of the inscription on the girls shirt has been cut off while the bottom half is seen with the dog seem like he is looking to the right."
    },
    "MSR-VTT-videoTrainValVideo_video6505-shot0_2": {
      "9": "Smoky on left 80% of picture. No fire visible. Person on bottom right partially obscured by smoke"
    },
    "video-storytelling-videochristmas_3XsTNti1jL8-shot27_3": {
      "3": "A girl in glasses has her right eye showing. A girl is grinning looking down at pink present. "
    },
    "MSR-VTT-videoTrainValVideo_video1742-shot1_0": {
      "8": "A pink round shaped coral in foreground with spongebob icon at top.",
      "9": "The top left side of the game screen has two green health bars. There is a blue circle over the one on the right. "
    },
    "video-storytelling-videobirthday_3l0XYe5kjs4-shot25_0": {
      "6": "The child is holding a toy that is covering the woman's nose and most of the eye on the right. You can barely see the tip of her ear above the toy.",
      "8": "The purple object slightly covers the edge of the woman's eye, and the pillar to the right of the fireplace is not visible."
    },
    "MSR-VTT-videoTrainValVideo_video5957-shot1_0": {
      "6": "We see a clear closeup of a person and we can see the fingers of both hands on the guitar, but only the fingers and not the rest of the hand on the neck of the guitar."
    },
    "open-images-2773_13d79d936e942163": {
      "4": "A laptop with a grey keyboard and a black screen sits on a black surface.",
      "8": "This laptop facing left and is grey and black in color. The screen is off and is very glossy, and the laptop has a handle."
    },
    "MSR-VTT-videoTrainValVideo_video5105-shot1_4": {
      "5": "The signs on the left are partially obscured while a man in a white hat is looking off to the right and slightly upwards.",
      "7": "Man in white hat looking up. You can only see right side of the last E on the red sign on the left"
    },
    "video-storytelling-videowedding_ITbmPrZLBvU-shot1_24": {
      "7": "The text is directly covering both of the walking couple's feet.",
      "9": "the wedding gest is close to the camera, on the far right a lady on light blue, the boys head isn't present"
    },
    "video-storytelling-videobirthday_5NyDtpFnEHA-shot2_1": {
      "0": "The woman most fully has the striped cloth open up on the counter here.",
      "1": "woman's left hand fully touches the cloth, the man's eyes and hands are hidden in the pic"
    },
    "open-images-2034_9d1cec3df54ebf95": {
      "1": "A glass mug sits of a black surface; the photo is somewhat slanted. The background is blurry and there are yellow lights in the distance.",
      "6": "There's a glass pepper grinder."
    },
    "open-images-457_7a6cca9b2d316670": {
      "3": "Five fingers are close up with blue circles and black around edges of nails.",
      "6": "A right hand has clear nail polish with two yellow flowers with green centers on each fingernail."
    },
    "MSR-VTT-videoTrainValVideo_video5051-shot0_1": {
      "6": "a fading away caption on the left corner, it's in a transition and almost invisible",
      "7": "There is no text in the picture and the back ac port is right on the edge of the picture"
    },
    "video-storytelling-videobirthday_cBr1FeeNtFg-shot93_0": {
      "7": "the boy on red is seen with both hands together just slight away from the plate, the food he is holding cannot be seen.",
      "8": "The boy is looking straight ahead; his hands are hovering above his plate and food is sticking out of his mouth",
      "9": "The boy has his right hand near his plate with food in his mouth. He is looking at his plate."
    },
    "open-images-1525_10fe4c29287355b5": {
      "7": "A foot is vertical with a bandage on foot.",
      "0": "A moist foot is on a dark black and red square patterned surface, the big toe is not visible."
    },
    "video-storytelling-videobirthday_NWvTOHoShYk-shot12_1": {
      "7": "Both the girl's face on the right and the white cabinet on the left are visible at the same time.",
      "9": "the light in the middle is fully visible, some ribbons are visible, no person in the pic"
    },
    "video-storytelling-videowedding_cNoOzS2HZ5k-shot69_2": {
      "7": "The man's head is only covering the left side of the pillar",
      "9": "Both people are lined up with the big pillar in the background. There is a mostly visible cameraperson to the right side of them with a visible camera in their hands. "
    },
    "MSR-VTT-videoTrainValVideo_video4623-shot0_0": {
      "2": "the man on the right is looking at the other man, his left foot touching the bottom of the pic"
    },
    "video-storytelling-videocamping_FVqYgGJ78WM-shot76_0": {
      "3": "The man is pulling on a tool on the knife handle and it's halfway extended",
      "5": "The lower 1/3, only, of the man's nose is visible while they hold an object."
    },
    "open-images-1479_000b55559b0244d7": {
      "7": "A group of seven peole are posing at a bar. A girl is wearing a grey shirt with yellow boxes.",
      "1": "Two men and two women are smiling. The men on either side are wearing brown aprons.",
      "6": "Group of people posing for a photo with a checkerboard in the back"
    },
    "video-storytelling-videochristmas_56Nm66j-i5Q-shot24_3": {
      "1": "The woman is hugging a cringy child, with a great smile. ",
      "2": "the lady is smiling, her tooth can be seen but her right eye has been cut off from the image, it can barely be seen with her left eye slightly cut off from the to but can be seen clearly.",
      "3": "The woman is staring at the camera smiling but her eyes look kinda dopey"
    },
    "open-images-2972_014a2255d3562afd": {
      "4": "The stained glass depicts 3 characters on each pane, the character on the right is a knight holding a flag",
      "7": "There are three pointed different sized stainglass windows.",
      "1": "top right corner of the window is blocked, lower part has three parts, in white, green and red backgrounds"
    },
    "open-images-164_7bb31a925b1d05e4": {
      "9": "The front view of a red brick building in the center, with a white brick building on the left. There are tree leaves in the top center dangling just above the red brick building's roof.",
      "4": "You are in the middle of a street looking down it; tall brown building line both sides of the street. ",
      "5": "There is a bike leaning on a fence next to a large tree"
    },
    "video-storytelling-videobirthday_gl_ulT-BbLw-shot22_0": {
      "0": "A woman in glasses has ponytail partially seen with nine yellow windows above.",
      "1": "The girl is in the picture and you can see her neck and white shirt collar only. ",
      "2": "The beginning of the lighted text is directly centered above the doorway."
    },
    "video-storytelling-videowedding_hpqkfq1-f70-shot68_0": {
      "3": "The man and the woman are looking directly at each other and the shadow of the man's head is covering more than half of the woman's face",
      "5": "The shadow is over brides eye brown and eye and cuts along left bridge of nose."
    },
    "video-storytelling-videobirthday_5NyDtpFnEHA-shot6_13": {
      "3": "The woman has both of her hands seemingly over the girl's head. She is also moderately close to the chair the little girl is sitting on.",
      "4": "The woman is about to set a gold plate on the table and they're about parallel with the table right now, blurred because they're being moved.",
      "5": "A woman is holding two gold plates close with arm bent right angle."
    },
    "video-storytelling-videowedding_hjrsQKXMYng-shot16_10": {
      "6": "Far away shot of groom and bride standing. Man on left is in view, table in foreground is not in view"
    },
    "MSR-VTT-videoTrainValVideo_video2218-shot3_0": {
      "7": "Just over half of the standing person's left forearm is visible.",
      "9": "A young man is leaning in front of a seated man, their heads are just about to touch. A silver decal is directly above the head neck and shoulders of the man leaning forward."
    },
    "open-images-1615_10c5655d9d5a1c35": {
      "7": "A giraffes fur is zoomed in with white speceles in middle."
    },
    "video-storytelling-videochristmas_3XsTNti1jL8-shot27_12": {
      "6": "Three children on the floor can be seen, with the left-most boy showing the most amount of his head without his left ear.",
      "7": "On the boy in the blue shirt, his back left ear is half visible on the edge of the image."
    },
    "video-storytelling-videowedding_31U5E5xbm9Y-shot1_25": {
      "0": "Woman in bottom left is standing and looking kind of at man and kind of behind him",
      "2": "The woman in the black and white shirt on the left is rising to stand; her right arm is just barely visible; you can still see the face of the woman behind her; you can see the full tree trunk on the right"
    },
    "open-images-715_6695d3acd94c21a5": {
      "5": "There is a white horse with its neck over a wire fence, and its head is facing towards the camera.",
      "8": "a man is holding a camera standing next to a tree"
    },
    "video-storytelling-videochristmas_9pMCYohnRYM-shot172_3": {
      "3": "Woman smiling and looking to right. Hand on right is blurry and just below her hip level",
      "5": "The woman is looking to her left and smiling broadly and her hands are about four inches apart and about to clap."
    },
    "video-storytelling-videowedding_4nAse9fEOww-shot172_2": {
      "7": "There's no sun on either of their faces at all while the man looks down smiling and the woman looks forward."
    },
    "video-storytelling-videochristmas_9pMCYohnRYM-shot161_5": {
      "5": "The person in a grey jack is holding a box with only their left hand. Their right hand is almost entirely out of view, aside from a tiny bit of their wrist showing. "
    },
    "YouCook-video0079-shot3_2": {
      "8": "The person is holding the knife slightly angled upwards above the apple slice. There is no rings visible on their left hand. The knife is in focus and not very blurry."
    },
    "video-storytelling-videobirthday_n_rO8jUHPw0-shot46_3": {
      "2": "The edge of the white candle just meets the edge of the plate.  The blue dot on the left corner of the cake is mostly covered by the woman's wrist."
    },
    "video-storytelling-videocamping_6xNS8arcI0A-shot6_0": {
      "0": "The image isn't blurry at all and we can see the bag of onion rings at the top."
    },
    "video-storytelling-videobirthday_qdb8j6yWD3o-shot14_0": {
      "2": "The girl on the the left is more in the foreground. The girl on the right has one hand visible. The crease where her thumb is is visible, "
    },
    "open-images-1316_d019157fb9d844a6": {
      "5": "Three kangaroos are clearly visible. ",
      "7": "A silngle kangaroo is standing with its tail resting on the ground.",
      "0": "a kangaroo can be clearly seen, hands and leg not visible, but its head is close to the ground facing down"
    },
    "video-storytelling-videobirthday_3l0XYe5kjs4-shot14_2": {
      "3": "The child's right leg is kicked up with the toes just barely not visible"
    },
    "video-storytelling-videobirthday_LKYioW0-ytk-shot96_0": {
      "3": "The book is almost open, but you can't see any of its inside yet. ",
      "4": "A book is being open and you can only fully see the right side of the book",
      "5": "The book is completely open. The girl is looking at the book, not smiling, with her mouth closed. The boy in navy blue is looking away whly the smaller boy is looking down with his hand out in front of him."
    },
    "open-images-1436_09f6677de997b819": {
      "7": "Three turtles are laying side by side. One turtle rests on a log.",
      "8": "There are three turtles on rocks with water to the right. The one closest to the camera is looking off to the right, and the one in the middle is looking towards the camera."
    },
    "video-storytelling-videobirthday_qdb8j6yWD3o-shot14_5": {
      "8": "The girl in the back has her mouth open. You can only see her nose and mouth. The girl on the right is looking down and her hair is flipping forward.",
      "9": "Everybody except the tallest person is looking down into the bag while the girl on the right is holding a white fur up to her right in the light."
    },
    "video-storytelling-videobirthday_8OsoUWsNHiQ-shot40_0": {
      "5": "Man is looking at kid and gritting his teeth",
      "6": "Man in blue has arm at 90 degree angle and no left hand visible. ",
      "7": "The man has both hands hovering directly over the substance"
    },
    "MSR-VTT-videoTrainValVideo_video3046-shot1_1": {
      "5": "Picture taken directly behind spiderman as he looks forward. Front foot is off the side of the building, back foot is cut off by bottom left edge of image",
      "6": "Spiderman has his left knee pressed to the edge of the screen. His left arm is angled upwards slightly as it touches the edge of the screen. ",
      "7": "a building is beneath his left arm, just slightly above his arme"
    },
    "MSR-VTT-videoTrainValVideo_video3349-shot1_0": {
      "2": "The person is blurry but distinguishable, but his face is a blur with no features distiguishable at all. The black dots on the lower right are blurry, but their shapes are distinct and don't bleed into each other. ",
      "4": "A very blurry image with two orange rectangles and a red rectangle across the middle/bottom of the image. A white circle can be seen to the left of the orange rectangles. An orange circle can be seen in the upper right hand corner. "
    },
    "video-storytelling-videowedding_2g4gLqksTcA-shot20_8": {
      "0": "Only 1 car is visible in the background; the man is not looking at the girl or in her direction; the man's left leg is in front; the girl's left leg is in back, but you cannot see the sole of her shoe",
      "1": "The man and the woman are standing side-by-side and the man has his right foot kicked towards the camera"
    },
    "video-storytelling-videocamping_5lPO6xpAi8Y-shot17_3": {
      "5": "Blurred image of fire. If you look at the very top, the flame on the right looks like it's curling to the left in a mini-tidal wave with another small separate flame coming to the right of that"
    },
    "MSR-VTT-videoTrainValVideo_video1141-shot2_0": {
      "5": "The horse is turned away from the camera, but looking back over it's left shoulder. There are some dust clouds at the horses feet.",
      "6": "the horse is standing straight with its head straight too, while the dog's face is looking straight up",
      "7": "A little dog is looking upwards at a horse.  The horse has his head angled a bit to the left and the dark part of his eyes are all the way to the top of the white part of his eyes.  He and a bad guy are staring at each other"
    },
    "MSR-VTT-videoTrainValVideo_video3958-shot2_0": {
      "7": "He is looking down towards the steering wheel with his mouth open, his left hand held up with his thumb folded over his other fingers, and his right hand down next to his waist.",
      "8": "The man almost looks like he's grasping his wrist with the concerned look on his face"
    },
    "video-storytelling-videowedding_0n3gVXmbG-I-shot10_3": {
      "1": "Closest image where they're not looking at each other and neither's head is cut off",
      "2": "The man and woman are looking directly at the camera and you can see a large portion of the building and flowers in the background"
    },
    "MSR-VTT-videoTrainValVideo_video4581-shot1_2": {
      "1": "The blue leaf's bottom right is slightly covered up. The right side mirror of the car si visible and the leaf looks flat against the camera and not at an angle.",
      "3": "The mirror is fully visible within the image while the air refresher is swinging towards the right."
    },
    "open-images-2389_064f96598526bbfd": {
      "9": "A turtle is crawling, facing forward and to the left. His whole body and shell are visible, and his shell has pointy bumps.",
      "4": "The Turtle has it's head extended, looks to it's right at the camera and has both front feet extended, it's tail, though isn't visible, it's cropped by the photo, though the turtle is otherwise almost fully seen."
    },
    "MSR-VTT-videoTrainValVideo_video4887-shot1_1": {
      "5": "Man's pink sleeve can just barely be seen on the left side of the American flag"
    },
    "open-images-646_066807bdbfd8758a": {
      "3": "The red ball is in focus in the foreground. The cue ball is out of focus in the background. No other balls are visible.",
      "7": "The image has a lot of lens flare making it hard to see anything on the right."
    },
    "MSR-VTT-videoTrainValVideo_video6779-shot1_0": {
      "5": "There are 2 maroon blobs at the top; the one on the left is larger than the one on the right and is just touching the top edge of the photo",
      "7": "an outstretched hand in the top middle of the screen "
    },
    "video-storytelling-videocamping_9KcYGoNCOeE-shot14_1": {
      "3": "We can see the sign above the drinking fountain in focus up close."
    },
    "open-images-2099_245dd5332c7418ea": {
      "0": "the bottle is open with a yellow label and a masked cow is seen on the label",
      "1": "A bottle full of cream colored liquid is on a white counter with white tile behind it. The bottle is capped with a cream colored lid.",
      "4": "A glass of orange juice is in a glass."
    },
    "video-storytelling-videobirthday_3l0XYe5kjs4-shot90_3": {
      "0": "The boy on the left has their left arm forward and head down in a running position as the girl has both arms outstretched. ",
      "1": "Boy is on the left with both arms at his side. Girl's hand is right over her foot",
      "2": "The boy in the striped shirt is running toward the camera and a little to the right with his left leg up. Both the girl's hands are to the right of her foot."
    },
    "MSR-VTT-videoTrainValVideo_video940-shot1_1": {
      "4": "There is a fish touching the upper left corner of the image, with only one eye visible."
    },
    "YouCook-video0074-shot1_23": {
      "7": "Only the bottom half of the woman stirring's bracelet is visible. Several specks of black are visible in the bowl being stirred, including one to the right of the spoon. ",
      "8": "We can see the bowl in center image with both wristbands visible and the sleeves rolled up."
    },
    "YouCook-video0007-shot1_7": {
      "7": "The woman's hands are not visible and the whisker is resting on the side of the bowl..",
      "8": "An egg is visible in the woman's right hand. Her left hand is open and not touching the egg.",
      "9": "A child is holding a whole egg over the edge of a mixing bowl."
    },
    "YouCook-video0079-shot1_2": {
      "2": "The person is getting ready to slice the potato, which is still whole. The person's thumb and first two fingers are visible and unobstructed by the knife. There are no rings visible on any fingers.",
      "3": "The index finger is resting on kitchen knife blade.",
      "4": "Both of the person's thumb and index fingers are resting against the blade but on the blade's left side. No rings are visible on the left hand and only half of the right hand is visible."
    },
    "YouCook-video0014-shot1_1": {
      "0": "The second piece of meat is in the process of being put down since it's still blurry.",
      "1": "There are 2 pieces of chicken on the grill, the piece on the right is being held in place by tongs"
    },
    "YouCook-video0088-shot6_0": {
      "7": "There are three big black lines in front of their face.",
      "8": "Girl holding handle of the pan with one hand while the other is on the table. Her eyes make her look stoned",
      "9": "A hand is holding metal tongs with bacon above skillet."
    },
    "YouCook-video0002-shot0_0": {
      "4": "The yellow bowl is tilted somewhat over the large bowl just hovering as the woman stares down into the large bowl.",
      "5": "A woman is tipping a yellow bowl completely over bigger steel bowl. "
    },
    "YouCook-video0004-shot1_2": {
      "7": "The measuring cup is being held at a 90 degree angle over the bowl with everything poured out as the spoon is being pulled away."
    },
    "YouCook-video0086-shot9_1": {
      "5": "The wooden utensils are about to go into the salad, but they don't have any salad on them. There are two fingers visible holding the spoon on the left.",
      "6": "The spatula on the right side of the screen is mostly not covered by vegetables The vegetables are resting in the bowl and no hand can be seen holding the right spatula.."
    },
    "YouCook-video0074-shot1_20": {
      "6": "A brown dish towel has three brown specks on it."
    },
    "YouCook-video0007-shot1_5": {
      "3": "A woman is pinching her hands together along with other hand over white bowl.",
      "4": "A woman has a metal measuring spoon in her left hand and is dumping something from it into the white bowl. Her other hand is reaching toward the bowl with her index finger extended. A piece of hair is hanging down her face between her eyes.",
      "5": "The woman has her right hand held close to her body with nothing in it while her left hand is grabbing the transparent bowl."
    },
    "YouCook-video0081-shot2_0": {
      "2": "She's looking to the left of the image while moving a blurred hand towards the bowl with the orange stuff.",
      "3": "The lady is staring at the camera with teeth showing like she is growling "
    },
    "YouCook-video0029-shot1_3": {
      "5": "The knife is directly over the sandwich and the man's pinky finger is barely covering the edge of the white surface.",
      "6": "The left hand is over the knife bread."
    },
    "YouCook-video0074-shot1_16": {
      "6": "The person is holding the container with just their right hand. Their left hand is not really touching it and the container is only just barely tilted and is not leaning heavily to the right.",
      "7": "The left hand is moving away from the spice jar and the jar is tilted at a roughly 45 degree angle."
    },
    "YouCook-video0092-shot1_0": {
      "5": "The woman is holding an empty glass bowl with her left hand. The ring on her right hand is not visible. ",
      "6": "She is looking down and holding a wooden tool on her right hand.",
      "7": "The woman holds a white napkin type object above bowls while her mouth makes a slit that is slightly widened."
    },
    "YouCook-video0074-shot1_10": {
      "7": "We can see a waterfall of blurred powder falling down from the shaker.",
      "8": "Seasoning finished being put on a food item in a bowl.",
      "9": "The bottle is tilted to right with only part visible."
    },
    "YouCook-video0086-shot9_4": {
      "5": "the spatula are crossed each other, with the one on the right arm father to the right, the index finger just above one line",
      "7": "The vegetables in the bowl are resting in the bowl. The spatula on the right is only slightly covered by the vegetable and not by the other spatula."
    },
    "YouCook-video0074-shot1_22": {
      "3": "A woman prepares a dish. Her body can be seen up to her neck and very bottom of her hair. Her mouth can't be seen.",
      "4": "You cannot see the woman's hair. A tiny amount of skin above the collar of her shirt is showing. ",
      "5": "The woman is holding the spoon right at the top of the yellow substance, just to the right of center. The entire spoon is visible."
    },
    "YouCook-video0028-shot0_1": {
      "6": "The person has their knife in the bowl they are holding with their left hand. ",
      "7": "They're currently spreading peanut butter on the slice of bread."
    },
    "YouCook-video0074-shot1_13": {
      "4": "A women is clasping object with both hands. She is wearing a wedding ring."
    },
    "YouCook-video0074-shot1_7": {
      "5": "The woman is holding the bottle with only her right hand, and her left hand is positioned at her elbow.",
      "6": "She's holding a bottle of mustard in both hands showing it off to the camera in a showcasing pose like a model would do.",
      "7": "The woman is holding the mustard by the base with her left hand fingers and is looking down at her right hand which is hovering over the other products on the table."
    },
    "YouCook-video0086-shot9_3": {
      "4": "The spoon in front is so blurred it's hard to tell it's even slotted. The spoon in the back is not blurred at all."
    },
    "YouCook-video0065-shot4_0": {
      "5": "The image isn't very blurry and we can see a pat of butter on the bottom right of the image.",
      "6": "The butter is completely melted in the pan. No clumps of butter showing. ",
      "7": "Slightly on the right side at the bottom of the pan is a solid looking piece of butter that is mostly blocked out by the rim of the pan."
    },
    "YouCook-video0065-shot5_1": {
      "5": "The woman is reaching over the skillet and is clasping white rag.",
      "6": "The woman is looking into the cooking pan, and beginning the grip the pan handle with her right hand.",
      "7": "The woman is holding a white cloth up in the air with her right hand. Her left hand is reaching for the bread on the plate. "
    },
    "YouCook-video0066-shot1_1": {
      "4": "While holding a bowl with something yellow, the bottom part ONLY of the person's chin is barely visible.",
      "5": "They're holding the bowl in both hands.",
      "6": "The person is holding a clear glass with a yellow substance in it in their right hand. Their left hand is hovering over it and not really covering it up. "
    },
    "YouCook-video0019-shot3_1": {
      "3": "The tongs are fully visible but blurred while moving towards the left of the screen,"
    },
    "YouCook-video0087-shot23_0": {
      "2": "The spoon is near the center of the bowl over a white square. There are at least four other white squares clearly visible, including ones at three o clock and six o clock. ",
      "3": "The spoon is toward the right of the bowl just behind the text, not touching the food yet."
    },
    "YouCook-video0095-shot5_0": {
      "6": "The left hand is holding brocolli. The shadow is less visible under his hand. "
    },
    "YouCook-video0029-shot1_4": {
      "4": "They're moving the plate to the sandwich, making it blurry.",
      "5": "A person holds an empty plate over a cutting board."
    },
    "YouCook-video0095-shot5_1": {
      "3": "They're holding the broccoli precariously in their left hand while moving the right hand over the broccoli. The right hand is blurred and the thumb is protruding out over the broccoli. ",
      "4": "A person is holding broccoli with both hands. Only the top of the broccoli is visible. The person's left thumb is on top of the broccoli and the index fingers of both hands are coming around the broccoli.",
      "5": "The bottom half of the person's palms are touching while holding the broccoli, however there is not much motion with their hands."
    },
    "YouCook-video0030-shot1_0": {
      "7": "The left hand has three fingers holding blade. It is thick butter on end of knife.",
      "8": "They're pulling the spreading knife with butter on it away from the bowl while their left hand is very blurry."
    },
    "YouCook-video0095-shot7_2": {
      "5": "The hand closer to the bottom of the screen looks almost entirely opaque and invisible."
    },
    "YouCook-video0074-shot1_14": {
      "1": "at the top right the lady ring finger can be seen but the ring can barely be seen but if looked closely it can not clearly.",
      "2": "The writing on the side of the container on the table is readable. Also, the woman's hands are the closest to her body.",
      "3": "The back of the container has two prominent black lines."
    },
    "YouCook-video0073-shot1_0": {
      "6": "A man and grill are shown. The man is picking up a seasoning bottle. The bottom of the bottle is grazing the grill. The picture is transitioning into a plate but it is faint. You can see the point of the skewer still. You can still see the mans hand."
    },
    "YouCook-video0080-shot5_0": {
      "6": "A woman has her three fingers on lid with index and thumb off. She is looking down with eyes closed.",
      "7": "The woman is standing and looking directly at the camera. One hand is on top of the blender, the other is positioned on the left side of her chest.",
      "8": "Her right hand is covering her right eye while her left eye looks closed, her mouth is open, and there's text on the bottom left corner of the image."
    },
    "YouCook-video0002-shot0_1": {
      "0": "Woman is clasping both hands around green bowl on the counter. ",
      "1": "The woman is holding a green container above the left-most part of the counter. Her hands are not touching the counter.",
      "2": "She's holding the green bowl in both hands while holding it above and to the right of the orange bowls closer to the big bowl on the right."
    },
    "YouCook-video0081-shot8_0": {
      "0": "A woman is staring straight down at a bowl while stirring the white contents with a wooden spatula. There is another bowl in the bottom left corner with an orange substance inside it.",
      "1": "The woman's left hand id holding bowl, and her right is holding a spoon with which she is mixing the white substance in the bowl. She is looking directly at the camera. "
    },
    "YouCook-video0087-shot10_0": {
      "8": "The woman is holding a bowl directly over another bowl with one hand, the other hand is hovering over to the side of the bowl"
    },
    "YouCook-video0029-shot1_1": {
      "5": "Two tomato slices are being gripped, one slice in each hand",
      "6": "The tomatoes have been placed on the toast, and the chef is now reaching for the salad greens.",
      "7": "There's two slices of tomatoes on the sandwich while the person's right hand is a blurry mess and we cannot see their left hand at all."
    },
    "YouCook-video0095-shot1_0": {
      "5": "A knife is hovering over a piece of broccoli and the knife only seems to have a very slight shine",
      "6": "The blade is laying flat against the broccoli stalk while the light shines off of the blade edge of the knife. The knife hasn't cut the broccoli at all.",
      "7": "The knife is just starting to slice into the broccoli. A small sliver of broccoli can be seen just starting to be cut."
    },
    "YouCook-video0028-shot0_2": {
      "2": "Only the chef's left hand is visible.",
      "3": "Both hands are blurred and over the cutting board right in front of the person not touching anything.",
      "4": "The cook is reaching for the empty plate. The right hand fingers are touching the plate. The left hand is almost touching the plate. The left hand is viable and not blurred. The plate is mostly touching the table. "
    },
    "YouCook-video0079-shot1_1": {
      "6": "one half of the potato is on the right, with the white part facing up ward; a person is holding a knife above the other half on the left; the person is just about to cut the other half, but her index finger is not yet touching the potato"
    },
    "YouCook-video0014-shot1_0": {
      "1": "The person's right hand is holding onto the meat and most of it is visible to see and it is still over the aluminum foil and not over the pit. There is no food resting on the BBQ pit. ",
      "2": "There is no meat on the grill and the chef is holding a piece of meat in tongs directly over the front part of the grill."
    },
    "YouCook-video0074-shot1_0": {
      "7": "The woman is holding the container in both hands and looking down or with her eyes closed."
    },
    "YouCook-video0087-shot12_0": {
      "3": "She's holding a bowl of peas in both hands in front of her, she's looking down at it with her eyes closed, and her mouth is open.",
      "4": "A woman, with her lips closed, is looking down to a bowl of peas that she's holding.",
      "5": "The woman is holding the bowl of peas and looking directly at the camera with her mouth open"
    },
    "YouCook-video0015-shot6_1": {
      "3": "The person is holding a plate of salmon, however only about half of the second salmon is visible.",
      "5": "There is no green plates visible. The little triangle made by the two sides of the person's button shirt "
    },
    "YouCook-video0074-shot1_17": {
      "7": "We can see a bowl of a while and yellow mixture on the counter, but the bottom third of the bowl's rim is cut off and hidden below the image.",
      "8": "On the top of the image, the pinky finger tip is just visible at the back of the spice jar."
    },
    "YouCook-video0095-shot10_0": {
      "8": "The woman is moving to pour water into the veggies. She is primarily between the fridge and ovens. The pitcher is in front of the oven. The knives behind her are visible but the scissors are not. ",
      "9": "holding the kettle while adding water to the pan"
    },
    "YouCook-video0007-shot1_6": {
      "2": "The girl is looking at the mixer, and is holding the bowl about half a foot across from the mixer.",
      "3": "The woman is holding the bowl and mixer and her head is blocking about 20% of the left part of the microwave.",
      "4": "The picture is in focus, the girl is looking at the hand blender and the bowl is almost under it but the hand blender's whisks are still above and a little to the left of the bowl."
    },
    "YouCook-video0074-shot1_19": {
      "7": "A person's hand is near a large container of spices with a red lid",
      "8": "The right hand is above the sour cream about the grab the spoon"
    },
    "YouCook-video0004-shot1_1": {
      "1": "The cook is securing the lid, hands towards the front of the bowl. The spoon is pointed directly towards the camera.",
      "2": "A spoon is held in the person's right hand pointing toward the camera and there's a very, very faint image of the person's left hand touching the lid on the bowl showing 4 fingers.",
      "3": "Both hands are hovering over the bowl and there is a transparent hand grabbing onto the lid of the bowl"
    },
    "YouCook-video0091-shot8_0": {
      "5": "The woman in the red apron is reaching to the right and you can only seehalf of her right hand in the image.",
      "6": "The woman has her left hand stretched over a small white bowl slightly left of the center of the image. There is only one such bowl on that side. ",
      "7": "The cook has picked up and is holding the two small white dishes. She is looking to the left."
    },
    "YouCook-video0015-shot4_0": {
      "6": "The man's right hand is it it's lowest point behind the plate. "
    },
    "YouCook-video0079-shot7_0": {
      "1": "In the persons curled right hand one potato piece appears visible, while nothing seems to be in the red pan yet.",
      "2": "A person is droping potatoes into boiling water, their hand is just above the water with fingers open.",
      "3": "No hands are shown in this image at all."
    },
    "YouCook-video0074-shot1_12": {
      "0": "The woman's right hand is on the the garlic salt's lid and the fingernail on her middle finger is visible.",
      "1": "The woman is just starting to lift her hand off the spice jar. Most of the text on the front of tub behind her hand is obscured."
    },
    "YouCook-video0073-shot4_0": {
      "7": "The camera is transitioning between shots. The man is holding his right hand up to the grill. His knuckles are slightly bent.",
      "9": "The man has his right hand very close to the top of the grill and his fingers are spread apart and his hand is facing palm down."
    },
    "YouCook-video0007-shot1_4": {
      "4": "She's holding the small glass bowl in both hands and it's above the rim of the big white bowl.",
      "5": "The woman has a small bowl of some white substance in her left hand directly over the bigger white bowl. The smaller clear bowl with the white substance is almost parallel to the bigger white bowl.",
      "6": "the girl holds the white substance inside the bowl slightly bent to the left trying to pour but its fully inside the plate"
    },
    "YouCook-video0074-shot1_1": {
      "0": "The woman is holding the green container in both hands while looking up and the front of her hair part is visible.",
      "1": "She's holding the container in both hands and showing it off like a model but her hairline is hidden above the top of the image.",
      "2": "The woman is holding a green container in both hands and looking down at it."
    },
    "YouCook-video0095-shot3_1": {
      "4": "There are two slices of the broccoli's stem next to the knife. You can see the stem's reflection on the blade of the knife.",
      "6": "Their left hand is touching both cut stalks of broccoli stem with their pointer finger between the two but we can still see the cutting board between them."
    },
    "YouCook-video0095-shot7_1": {
      "4": "The person's hands are at different length. The left hand is seemingly gripping the vegetable while the right hand is pulling it. The person's orange shirt is sticking into view a bit but the white line and dark background to its right is moderately sized. "
    },
    "YouCook-video0095-shot1_2": {
      "6": "Someone holds a piece of broccoli in their left hand. Only the tips of the fingers of the right hand can be seen in the lower left corner."
    },
    "YouCook-video0028-shot0_0": {
      "6": "The persons left hand touches the dark red jelly bowl while their blurred right hand holds some of the jelly on a knife.",
      "7": "There's some red jam on the knife just above the bread, but not on the bread yet."
    },
    "YouCook-video0086-shot9_0": {
      "5": "The salad is being lifted up with the spoons. Two pieces of tomato are visible in the spoons and a blurry, light green piece of lettuce can be seen on the left side of the bowl.",
      "7": "The spaces between the spatula on the left is touching the top of the image. There is a visible color of sauce on it and it is not being covered up by the other spatula. "
    },
    "YouCook-video0095-shot3_2": {
      "6": "The knife hovers in the air, but is not touching anything. The curve on the top of the knife is clear, while the rest of it is blurry.",
      "7": "The knife is totally parallel to the cutting board. The knife is shining off the light."
    },
    "YouCook-video0074-shot1_15": {
      "2": "Most of the woman's right bracelet is visible; the rings on her hands are not visible",
      "3": "The 4 knobs to the range are completely visible and the woman’s fingers do not obscure their visibility at all. Only a hint of her gold bracelet is visible, but her wrist is not visible practically at all. ",
      "4": "There's a really bright shine and glare off of the side of the plastic container."
    },
    "YouCook-video0104-shot2_0": {
      "7": "The woman is making eye contact with the camera. ",
      "8": "The woman is just starting to stir the bowl with her left hand and her mouth is just slightly open.",
      "9": "A woman is holding a wixing bowl in her right hand and stirring the ingredients with her left hand.  She has her index finger on the left hand pointing downward.  "
    },
    "YouCook-video0020-shot2_0": {
      "7": "The very top tip of the man's ear is just barely touching the top of the image.",
      "8": "The man is holding the piece of meat in tongs directly over the top edge of the bowl.",
      "9": "The top of the open bbq pit is almost aligned with the top of the picture. None of the man's back side can be seen."
    },
    "YouCook-video0067-shot20_0": {
      "2": "On the bottom left of the image, we can just barely see a small triangle of the chef's skin through the bottom of her rolled up sleeve.",
      "3": "You can see just the top of the chef's head with some of the hairline visible. The chef's hands are not visible."
    },
    "YouCook-video0007-shot1_0": {
      "1": "The woman is standing behind the counter with her eyes closed.",
      "2": "The image is in transition. The woman's face is blurred and her eyes appear closed. The time on the stove clock to her left has just become visible. ",
      "3": "A girl can be seen standing at a counter and another picture of a stovetop can be seen as an image on top of the other image. The girls hand is facing directly to the camera. "
    },
    "YouCook-video0074-shot1_3": {
      "2": "The woman's eyes are visible. She is looking to the left, and her mouth is in more of an \"o\" shape. ",
      "3": "Her eyebrows are raised and her eyes are almost touching the top of the image."
    },
    "YouCook-video0074-shot1_9": {
      "4": "The woman is holding the green container and her eyelids are visible but not her forehead.",
      "5": "Her eyes are hidden but we can still see her nose."
    },
    "YouCook-video0074-shot1_5": {
      "6": "We can see her bottom lip but not her top lip.",
      "7": "The woman's mouth and nose have just come into frame and her mouth is closed. ",
      "8": "The woman's full nose is mostly visible but not her eyes."
    },
    "YouCook-video0102-shot1_0": {
      "6": "3 eggs in the bowl, we can see a blurry pinky finger at the top of the image and a sliver of a ring finger."
    },
    "YouCook-video0079-shot3_0": {
      "5": "The man's right index knuckle is partially visible."
    },
    "YouCook-video0006-shot1_0": {
      "3": "The cook is looking down at the pan. Her left hand is grabbing the pan handle, and the pinky of her right hand is in front of her shirt. ",
      "5": "The woman's right hand is up as if she is giving a high five. Her palm is visible. "
    },
    "YouCook-video0100-shot2_0": {
      "0": "The whisk is tilted toward the pan on the right.",
      "1": "The person is holding a small bowl in one hand and holding a whisk in the other. the small bowl they are holding is just hovering over the table.",
      "2": "The woman is holding the whisk in her right hand and her left hand is not touching anything."
    },
    "YouCook-video0014-shot3_0": {
      "6": "The chicken breast is being held by the tongs. The crispy side is directly facing the camera.",
      "8": "The top arm of the tongs is parallel with the top of the image and fully touching the top of the image. "
    },
    "YouCook-video0101-shot1_1": {
      "6": "Someone pours the contents of a green bowl into a jar. The fist of the left hand can be seen.",
      "7": "We can see both of their hands clearly, and both hands are near the green bowl.",
      "8": "Strawberries are visible but have not yet hit the bottom of the cup"
    },
    "YouCook-video0007-shot1_8": {
      "5": "Hands are both holding the egg, the egg is still in the shell, the hands are in focus and not blurry.",
      "7": "The woman is holding the egg over the bowl with both hands but none of the egg is visible."
    },
    "YouCook-video0071-shot1_0": {
      "5": "The chef is looking at the camera with her mouth slightly open. Her tongs are in the clear bowl."
    },
    "YouCook-video0007-shot1_1": {
      "4": "The woman is pushing a button with her right thumb, and just a small portion of the oven's digital display is visible.",
      "5": "Her hand is in a claw shape and blurry as it's next to the stove but not touching it.",
      "6": "The plate is sitting on the counter with food on it, and no hands are out."
    },
    "YouCook-video0073-shot4_2": {
      "0": "His left hand is limp and his right hand holds tongs over a plate of seafood with nothing in the tongs yet.",
      "2": "The chef is facing away from the camera and the tongs are not visible."
    },
    "YouCook-video0019-shot3_0": {
      "2": "There is an open hand with a ring on their finger and wearing a watch, hovering over the grill. There are tongs to the right. The hand is blurred. ",
      "3": "The left hand is flat,  hovering over the grill to check the heat. The watch is slightly blurry.",
      "4": "His hand is flat over the grill and very in focus showing the detail on his hand, watch, and sleeve."
    },
    "YouCook-video0095-shot7_0": {
      "5": "The chef is holding the broccoli firmly in both hands and there is a space between their right thumb and index finger.",
      "6": "The person is holding the vegetable close to the top of the image with both hands. There is a dark shadow over the knife resting on the table. "
    },
    "YouCook-video0095-shot3_0": {
      "5": "Knife is held up far above the stalk of broccoli stem.",
      "6": "The broccoli stalk has been cut and the large knife blade does NOT quite touch the chopped off part to it's right.",
      "7": "The knife is starting to slice the broccoli stem. The right hand is blurry, and the left is touching the top of the knife."
    },
    "YouCook-video0074-shot1_2": {
      "4": "She is scraping something out of a container onto a plate. her mouth is slightly open. ",
      "5": "There's space between the top of the image and the woman's hair.",
      "6": "While she holds a small container in her left hand, her left index finger is pointed up and to her left hand."
    },
    "YouCook-video0079-shot3_1": {
      "2": "The knife has almost completely sliced through the potato. The tip of the left thumb is obscured behind the knife, but the pointer finger fingernail is visible."
    },
    "YouCook-video0004-shot1_0": {
      "5": "The person's left hand is not visible at all",
      "6": "The left hand is holding a spoon in the bow. Just the tips of the right hand's fingers are visible. ",
      "7": "Someone lifts a black lid from a bowl. The entire contents of the bowl can be seen."
    },
    "YouCook-video0074-shot1_6": {
      "5": "She is holding a bottle over the green container that has a white ring around the lid. ",
      "6": "The lady's hand is reaching down and is blocking the black lid of the mustard jar.",
      "7": "The fingers on the lady's right hand is being blocked by the green bottle."
    },
    "YouCook-video0006-shot9_0": {
      "1": "The bottom part of tongs are visible as is a very small portion of the top part of the hnadle of the tongs.",
      "2": "Donuts are on the corner of the counter and the person is reaching into the pan with a pair of tongs. You can only see the person from the bust down and her elbow is not in view. "
    },
    "YouCook-video0007-shot1_10": {
      "1": "Boy is leaning in and eyelashes looking down with elbow pointed up.",
      "2": "A non-blurry mixer sits on the left side of the bowl.",
      "3": "The mixer is blurry. You can see the spoon and the red can under her nose. Her arm looks like its coming out from her eye."
    },
    "YouCook-video0007-shot1_2": {
      "0": "There is a block of butter in the pan and no person can be seen.",
      "1": "A ghostly left hand is stirring something in a pot.",
      "2": "The person's left hand holds the white object straight down into the pan. Most of the white object is obscured from view even the top part is seen sideways. There is a shadow over the two knobs on the stove machine and the person's right hand is not sticking any fingers downwards.."
    },
    "YouCook-video0101-shot1_0": {
      "2": "Their hand is slightly behind the black bullet blender.",
      "3": "Their fisted right hand is in front of the big black and red bottle in the background just below it's cap."
    },
    "YouCook-video0086-shot9_2": {
      "7": "a green leave is on the spatula on right arm but the green leave is blur as the spatula",
      "8": "The back spatula is entirely in the salad with no slots visible. The front spatula is facing the camera, but you can't see the salad through the slots."
    },
    "YouCook-video0018-shot1_0": {
      "1": "The woman is looking down towards unhusked corn while holding a plate of corn with both hands. Her mouth is open and her eyes are looking down.",
      "2": "The plate of corn she is holding is halfway obscured by the basket of corn. The woman is looking down and her mouth is open."
    },
    "YouCook-video0091-shot3_0": {
      "2": "A most blurred left hand appears over the bowls."
    },
    "YouCook-video0092-shot1_1": {
      "5": "The woman is smiling towards the viewer. Her teeth are visible and the left knuckles of her left hand is pointed up towards her shoulder. Her head is also quite close to the handle of the cabinet in the background.",
      "6": "She is looking down at the foil paper. She is holding the foil paper with both hands. Both hands are holding the foil paper the same way. The fold paper is above the left side of the mixer. "
    },
    "YouCook-video0078-shot5_0": {
      "2": "The lemon is being held at the top of the screen; no juice is being squeezed from it yet. You can see where the fingers connect to the hand. ",
      "3": "the fingers are away from the bowl at the top, most of the fingers cannot be seen only three is visible"
    },
    "YouCook-video0074-shot1_18": {
      "8": "Though NOT level  the shaker is almost 2/3 visible along the top of the screen.",
      "9": "The woman is done sprinkling spice, and half of the red lid of the spice jar is cut off by the top of the image."
    },
    "YouCook-video0079-shot1_0": {
      "2": "The blurry knife is right above the apple. The blade of the knife lines up with the outline of the left side of the apple.",
      "3": "Someone just about to cut a potato but left hand hovers above the vegetable without touching. "
    },
    "YouCook-video0092-shot1_2": {
      "0": "She's holding a white container above the food processor in both hand and looking at it.",
      "1": "A women is holding a plastic container over a food processor while looking down and to her left.",
      "2": "The chef's right hand is over the white container with the palm flat and facing downward."
    },
    "YouCook-video0074-shot1_4": {
      "3": "Two plates, and one quarter of a plate can be seen on the left side.",
      "4": "The cabinet handles are not visible, and just the very edge of the leftmost burner is visible at the left edge of the image.",
      "5": "The watch on the left wrist is completely hidden as she shows off a bottle."
    },
    "YouCook-video0029-shot1_0": {
      "7": "The only thing on the two slices of bread is butter and nothing is blocking the view of the bread.",
      "8": "Only one slice of meat is on the right slice of bread and nothing else, while the man is touching that slice of bread and holding a knife in their right hand.",
      "9": "The toast has butter and meat on the slices, and the chef is reaching for the olives."
    },
    "YouCook-video0074-shot1_21": {
      "3": "Two images are overlayed on top of each other making it hard to distinguish the bowl and the slices of bread.",
      "4": "It looks like there are two of her. Left lady looking down to the right of the image, and right lady looking down at something.",
      "5": "We can see two images overlayed mostly showing the image with the bread, but the lady on the right is fading out while we still see her face and torso but not her right arm."
    },
    "YouCook-video0095-shot1_1": {
      "3": "The knife has just finished slicing the broccoli, and the left hand is gripping the broccoli head.",
      "4": "The knife on the bottom right of the image is very bright.",
      "5": "A persons left hand is cupped above piece of broccoli and their right hand is moving a knife which appears as a blur"
    },
    "YouCook-video0025-shot1_0": {
      "1": "The index finger is directly above flat knife and arm hanging over bread closest to him.",
      "2": "The knife is being held above the cutting board such that it is almost completely edge-on to the camera."
    },
    "YouCook-video0019-shot2_0": {
      "4": "The fingers of their right hand is hidden on the left side of the image.",
      "5": "Right arm is reaching for something but you still see the entire hand. ",
      "6": "There is oil on the pad; the man's nearly closed fist is above the grate"
    },
    "YouCook-video0029-shot1_2": {
      "5": "The bottle is in their left hand above the sandwich at a 90 degree angle with sauce already on the sandwich.",
      "6": "The chef is gripping onto the red sauce bottle as he places it on the counter. His right hand is resting on the white cutting board.",
      "7": "They're touching the slice of bread on the left with both hands while it's still flat on the table."
    },
    "YouCook-video0074-shot1_11": {
      "5": "The green shaker conceals the 1/4 rightmost part of the white bowl. The hand and shaker are blurred."
    },
    "YouCook-video0007-shot1_9": {
      "5": "The mixer looks to be in about the center of the bowl."
    },
    "YouCook-video0007-shot1_3": {
      "0": "There is a lot of image overlay. The washing machine is the clearest. The picture has a better brightness. ",
      "2": "Girl is half visible, and stove is half visible faded on top of her."
    },
    "YouCook-video0073-shot4_1": {
      "7": "His left arm is crossed over his body as he makes a weird face.",
      "8": "The cook is holding the tongs with his left index finger and thumb. His right hand is blurry.",
      "9": "The chef is holding a tool in his right hand over a plate while his left hand dangles in front of his stomach area. "
    },
    "YouCook-video0015-shot6_2": {
      "6": "We can see his right ear.",
      "8": "Man is leaning back. The very top of his head is cut off by the frame. He is looking towards the grill. The silver thing in his right hand is touching the silver of the grill."
    },
    "YouCook-video0065-shot5_0": {
      "7": "The chef is holding onto the custard dish with her left hand. She's looking at the camera and her mouth is slightly open, but you can't see her teeth."
    },
    "YouCook-video0074-shot1_8": {
      "0": "She's holding a bottle of mustard in both hands and we can kind of see the top of the label.",
      "1": "A measuring spoon in the ladies right hand has it's lower 1/5 concealed by the red top of the shaker in front of her. ",
      "2": "the lady is standing straight with both arm tightly close to each other holding what looks like a spoon"
    },
    "YouCook-video0086-shot1_0": {
      "3": "The hand above the big bowl not holding the smaller bowl is blurry while there's still one dark thing left in the little bowl."
    },
    "YouCook-video0054-shot0_0": {
      "7": "The bowl is almost touching the counter, it floats just barely above the countertop before being fully placed there."
    },
    "YouCook-video0066-shot1_0": {
      "2": "Both hands are in front of him as he looks up and to the upper left of the image.",
      "3": "He's looking down and to the left of the image as he left hand is blurred and reaching downward toward the sink.",
      "4": "The man's left hand is down in the sink out of sight. "
    },
    "YouCook-video0015-shot6_0": {
      "7": "There are two pieces of fish on the green plate, the fish are in focus, and the metal spatula is pulled away from the plate and angled in such a way that we can only see the flat thin side of the spatula.",
      "8": "There are two pieces of fish on the green plate, blurry, and we can see light glaring on the spatula.",
      "9": "After being laden with Salmon and no spatula is near it, the plate is angled toward the camera for a last viewing."
    },
    "video-storytelling-videobirthday_cBr1FeeNtFg-shot270_0": {
      "2": "The top of the toddler's head matches the height of the beam. He has a open mouth and is ready to walk under it with his right foot slightly bent and raised.",
      "3": "The small child in front is running under the wood plank, left foot behind him and raised up."
    },
    "MSR-VTT-videoTrainValVideo_video1174-shot1_1": {
      "3": "There's a tree trunk along the left side of the image but we can't see any of the green leaves on the top of it.",
      "4": "The bus is approaching the stairs, but hasn't started down them, yet. There is nothing standing to the left of the bus."
    },
    "video-storytelling-videochristmas_4RRyZACIU4U-shot22_0": {
      "7": "The girls head is propped up and looking to the right with lips open only showing the top of her teeth. ",
      "8": "A woman is looking off slightly to her left and her mouth is slightly open, exposing some of the top and bottom of her teeth.",
      "9": "She's looking down as we can clearly see two trees behind her on either side including the many branches on the top of the trunks."
    },
    "video-storytelling-videobirthday_cBr1FeeNtFg-shot84_1": {
      "3": "The bow on the girls' head is entirely visible and none of it is off camera. "
    },
    "MSR-VTT-videoTrainValVideo_video6476-shot1_4": {
      "2": "The player with the ball is on the right side of the picture. You can see a player in black uniform but one number on the uniform is cut off. ",
      "4": "The person dribbling, has the ball lowest while the blurred ball is MOST clearly visible without being obstructed by a player."
    },
    "video-storytelling-videochristmas_5pXCYiWblgo-shot66_2": {
      "5": "The person in the numbered shirt has both thumbs on the object. The girl's fingers are visible."
    },
    "open-images-136_0c293ab135a49c0f": {
      "4": "Red brake on the left of the rim.",
      "1": "The logo in the middle of the wheel has a sharp point and is pointing to one o'clock direction. The car is white. ",
      "9": "The logo in the middle of the wheel is fully grey. The wheel is tilted out a bit to the right."
    },
    "video-storytelling-videobirthday_cBr1FeeNtFg-shot245_2": {
      "3": "You can see the kid with the green face's mouth wide open to the left of his donut.",
      "4": "the boy is looking directly at the donut to his left with another on close to his left jaw with his mouth slightly open"
    },
    "video-storytelling-videochristmas_56Nm66j-i5Q-shot28_13": {
      "2": "Women is looking to side with face facing forward and index and thumb straight. ",
      "3": "The woman is looking directly to her left with both eyes and mouth open"
    },
    "video-storytelling-videochristmas_4qU3BBS4p-0-shot54_0": {
      "0": "You can see part of the left lamp post being cut off. You can see you are inside a vehicle and it has the most red bottom boarder showing. ",
      "2": "Half the tree is showing and the tree is not too blurry. There is a woman in a grey shirt on the rigth side in front of the light pole, you can see most of her body and she is blurry. "
    },
    "open-images-2012_3361346d51edd2b5": {
      "8": "A man in roble is holding a rope to single camel with a white dog to right.",
      "0": "Two people on horses, and a person in the middle, are walking away.",
      "5": "The person in a striped sweater is holding the peace sign up at the camera"
    },
    "video-storytelling-videocamping_5lPO6xpAi8Y-shot17_26": {
      "8": "A blurry piece of meat is above the flame",
      "9": "The meat is in focus and you can see half of it at the top"
    },
    "MSR-VTT-videoTrainValVideo_video2129-shot1_1": {
      "2": "The wooden spoon is all the way at the bottom right of the pan. You can only see one finger of the person at the top right corner. "
    },
    "open-images-688_06813e91be3f2d0f": {
      "1": "THere is a road with fences on either side, an intersection and houses with pointy roofs.",
      "2": "You see a brick house on the left of the picture with four white windows that look like a square all together. "
    },
    "video-storytelling-videobirthday_fzguPxHw7FQ-shot18_14": {
      "2": "The face of the guy in green on the left is not fully visible, inculding most of his right eye; both his elbows are at 90 degrees; his arm and the thumb of the man behind him do not overlap",
      "3": "The man in the center is holding up the rock 'n' roll symbol on both hands",
      "4": "The person with the black hat is barely covering the balloon with the right side of his head. The person in black on the right is looking at the viewers but slightly at an angle. The guy with the black hat is only sticking his right hand past the blue shirt guy's head. "
    },
    "MSR-VTT-videoTrainValVideo_video1059-shot1_2": {
      "3": "The girl who is standing has her body board standing the thinnest."
    },
    "video-storytelling-videochristmas_56Nm66j-i5Q-shot12_1": {
      "5": "The blue bag is straight up and the side of it is facing the camera directly. The belt is blurred by being brought down but it's still mostly above her waist.",
      "7": "The girls forehead is no longer visible, but the eyes are fully visible"
    },
    "video-storytelling-videobirthday_cBr1FeeNtFg-shot336_2": {
      "2": "The little boy in the center is looking to his left, and the boy to his right has both his arms up holding white paper",
      "3": "The adult has both hands on the package, one at the corner."
    },
    "video-storytelling-videocamping_FVqYgGJ78WM-shot3_1": {
      "2": "The guy holding the camera is looking to the left side. His eyes are mostly closed and his neck covers up most of back end of the blue car. The other person is touching the door with their hand.",
      "3": "Man is smiling directly at the camera"
    },
    "MSR-VTT-videoTrainValVideo_video2154-shot1_1": {
      "5": "It is in a dark hallway. The outside wall is only barely visible to the left.",
      "7": "There is text at the bottom of the screen that mentions emotion"
    },
    "video-storytelling-videowedding_hjrsQKXMYng-shot22_6": {
      "7": "The woman has a purple light on her face, green, white and red lights on her upper torso, and a purple white at the waist, with a red light below that. There is no red dot on her forehead.",
      "8": "Three people on the stage is looking down. There is a red circle light right smack on the brides forehead. "
    },
    "video-storytelling-videobirthday_cBr1FeeNtFg-shot256_6": {
      "6": "The doughnut almost in the woman's mouth and it's in the center of her face",
      "7": "The donut is covering the woman's left eye and half of her mouth while the man's chin is touching the bottom of the screen.",
      "8": "The donut is in the man's mouth. The donut in front of the girl is straight on its side. you can see half of her eye."
    },
    "open-images-2592_3f99aab51119087a": {
      "1": "3 men are sitting at a table with a green wall in the background, there is a woman standing next to them",
      "8": "Two people with one wearing a backpack are standing near an arcade cabinet and a round, seatless table. There is a black hammock with orange balls on it behind them.",
      "4": "Two women facing each other"
    },
    "open-images-343_0f75e0648027b14a": {
      "0": "A white owl with some brown on the wings is flying with its wings up and fully extended. There is a person directly behind the owl, their head blocked.",
      "1": "A man watches from the right corner as an owl flies away from him",
      "6": "Owl's feet are directly below it."
    },
    "open-images-330_0c9a7b6a8dd4e50a": {
      "8": "There are three men smiling at the camera. The rightmost one has a yellow tie.",
      "9": "Two men are in a very well lit area, smiling at each other. one has a name tag, and glasses, while the other holds a glass and has grey hair.",
      "3": "The man on the right is pointing at the man on the left"
    },
    "video-storytelling-videowedding_gfDWSjftuA0-shot82_0": {
      "6": "The bride is looking towards the left side of the picture. You can't see her hands but is close to the front of her body. "
    },
    "MSR-VTT-videoTrainValVideo_video1449-shot0_3": {
      "4": "A man in a black coat is facing a metal pole and looking straight at it.  You can only see his left hand.  There is another man standing behind him looking straight ahead.",
      "5": "The pink ball is between the dark fold in the curtain on the left and the metal pole. Two people are visible on stage."
    },
    "video-storytelling-videowedding_cNoOzS2HZ5k-shot88_0": {
      "7": "2 men are finishing a handshake, both hands are half visible and just above their waist"
    },
    "MSR-VTT-videoTrainValVideo_video3109-shot2_2": {
      "6": "Two men intertwined and pressed up against the boards. The left edge of the frame is clear of players up until about 4/5 from the bottom. The clear numbers on the player's jersey is more horizontal."
    },
    "open-images-2036_0f270d3cbf5d4899": {
      "6": "Only 2 players are visible; you can see a white sole with a red mark in the middle on the player in black's cleat",
      "7": "The football player in red is leaping forward. One of his foot is off the ground. ",
      "3": "The person running with the ball is facing the camera leaning to his left, it looks like he's about to be tackled from behind"
    },
    "video-storytelling-videobirthday_qdb8j6yWD3o-shot14_1": {
      "6": "You can only see the smallest part of the girl on the lefts face. You can also only see a small corner of the blue bag behind the girl on the left.",
      "7": "You can see a thumb; you cannot see any part of the girl on the left's face",
      "8": "There is only one blond girl visible. There is just a little space between the bottom of the image and the fingers in the foreground. "
    },
    "MSR-VTT-videoTrainValVideo_video1266-shot1_3": {
      "6": "When the wooden post can first be seen.",
      "7": "We can see a small tip of red on the inside of the car door."
    },
    "open-images-1947_63af37f2e8382de1": {
      "5": "The woman has orange glasses.",
      "3": "There are no faces shown",
      "9": "A little girl with a black top on is blowing out her birthday cake candle.  She is using both her hands to hold back her hair.  There are two others watching her but you can only see half of their faces."
    },
    "video-storytelling-videochristmas_3iyGGVnb6zM-shot44_1": {
      "7": "A gap in tooth with eyes looking off to her left. ",
      "8": "A girl is smiling with her eyes closed"
    },
    "video-storytelling-videowedding_31U5E5xbm9Y-shot1_24": {
      "6": "The woman in the pink dress in the center has her head straight. You can see partially the little girl wearing the white dress on the right side and only part of her arm is showing. ",
      "7": "The woman in the center with the camera is looking to her left, at the very left side of the scene, you can see a woman's nose poking out"
    },
    "MSR-VTT-videoTrainValVideo_video1124-shot2_0": {
      "9": "The end of the bridge is clearly seen. "
    },
    "MSR-VTT-videoTrainValVideo_video3579-shot1_1": {
      "2": "The batting glove in the child's back pocket, is just touching the lower right corner of the black rectangle under the TV",
      "3": "The kid is running forward, bat raised, right leg is in front of the left leg covering everything but the toes of the left leg."
    },
    "MSR-VTT-videoTrainValVideo_video6667-shot1_3": {
      "4": "Cheerleader with two letters visible and wrestler partially bent over.",
      "5": "The person is bending down and their head is horizontal with their back."
    },
    "MSR-VTT-videoTrainValVideo_video6955-shot2_0": {
      "7": "There is a red Jeep driving down the road.  In the background, in front of the windshield, you can see a lake and two small trees.",
      "9": "We see only the back half of the right side of the vehicle and it's very dark."
    },
    "open-images-2525_4caa978c24a82a0b": {
      "3": "There is a hanging chandelier above a dinner table.",
      "0": "You see a brown wall lamp shining between two chairs. ",
      "9": "There is a bed on the left side and there are 3 paintings hanging on the wall"
    },
    "open-images-53_003e60ca48d19315": {
      "2": "There's a bunch of black text on a white background on the phone screen in a non english language.",
      "9": "The phone is being held in the hand and displaying 2 different screens",
      "0": "Words were written on the phone. You see a white stylus in the middle. "
    },
    "MSR-VTT-videoTrainValVideo_video1785-shot2_1": {
      "6": "You can only see the man's right hand, it's next to a rock"
    },
    "MSR-VTT-videoTrainValVideo_video805-shot0_0": {
      "0": "We see Thor's face.",
      "1": "The scene is shot from above, no special lighting or effects can be seen",
      "2": "Top view of the battle. You see a red spell and white blast from a weapon. "
    },
    "MSR-VTT-videoTrainValVideo_video5975-shot9_2": {
      "4": "We can see 3 pairs of vertical black lines at the top of the image which seem to be legs."
    },
    "video-storytelling-videocamping_8ukSaCh9AxU-shot37_0": {
      "0": "the guy is right at the middle of the trunk looking down left",
      "1": "One palm flat on the surface. Other hand looks like a ball from the blur. ",
      "2": "All of the man's fingertips are pointed down at the vehicle, one hand in his shadow the other in the light."
    },
    "video-storytelling-videocamping_0vWloDK4WMY-shot5_3": {
      "4": "A blurry image of a man with a green shirt sitting in a blue chair. The toes of someone else, but not the top of their shoe, can be seen in the bottom left corner.",
      "5": "The man in glasses is looking at the camera with a blurry face as we see two in focus feet to the left of him."
    },
    "video-storytelling-videocamping__cTeIXwqXFY-shot1_9": {
      "4": "woman is standing in the center facing the camera holding a pick axe at a ninety degree angle to the ground with both hands wrapped around it",
      "5": "The woman is looking at the camera and her mouth is slightly open."
    },
    "MSR-VTT-videoTrainValVideo_video4571-shot1_0": {
      "5": "The man on the left is very lit up while the man on the right isn't at all."
    },
    "open-images-1626_04245b7cbc92ca9e": {
      "5": "white bars used as fenced around the image, there is yellow lines on the ground",
      "3": "Picture of a sidewalk on the right side of the street. Ground looks wet. Trees line the left side. There's a red dot in the center of the image with a street lamp directly above it.",
      "4": "7 yellow lights, and one red light are visible."
    },
    "MSR-VTT-videoTrainValVideo_video74-shot1_1": {
      "7": "The chain link fence in the background is at its most visible, and the arms in the foreground are two distinct shapes without blur stretching between them across the bottom."
    },
    "open-images-2148_175b312c13b23217": {
      "9": "Two cameras are visible and pointing to the upper left corner of the image.",
      "2": "The person is holding the cameras with flora background. ",
      "5": "A camera with a brown leather strap on top of a red case."
    },
    "video-storytelling-videocamping_FVqYgGJ78WM-shot75_2": {
      "5": "the forehead can be seen with no hair visible at the top, just the side, with his left fingers across, the back of his left fingers can be seen",
      "7": "man holding a knife with the blade away from him and two fingers resting on the top, thumb is angled to the left slightly "
    },
    "MSR-VTT-videoTrainValVideo_video4289-shot1_0": {
      "2": "squidward has hands to his face. Image is blurry",
      "3": "The image is slightly blurry but there's no scene transition visible, and spongebob's mouth is incredibly small.",
      "4": "We can see spongebob's tongue clearly."
    },
    "MSR-VTT-videoTrainValVideo_video3245-shot5_0": {
      "5": "Only two girls are leaping in the air; their legs are not shown.",
      "6": "Only two yellow uniform volleyball players can be seen blocking the shot. The ball is missing. You can see the the ankle sock on one of the player in yellow. ",
      "7": "two yellow players are in the air with their hands up, you can see another yellow player on the bottom middle of the image, the image is just bellow the number on her back"
    },
    "MSR-VTT-videoTrainValVideo_video4523-shot1_0": {
      "1": "No people are in the image. The stand thing is in the middle left of the image. The hanging wall pictures are centered. The thin microphone holder is slightly not visible."
    },
    "video-storytelling-videobirthday_O5knGGSprLE-shot31_0": {
      "4": "A small boy with his spoon held just at the edge of the table with the spoon straight up. The bottom of the spoon cannot be seen in the image."
    },
    "video-storytelling-videochristmas_9pMCYohnRYM-shot112_0": {
      "7": "Two faces are in the image, both of whom are looking at the camera, and the woman is not giving a thumbs up.",
      "8": "A woman has her thumb raised. Green garland can just barely be seen on top of the top rail of the staircase behind her."
    },
    "MSR-VTT-videoTrainValVideo_video2391-shot1_7": {
      "6": "The woman's left hand is above her head and her right hand is near her right cheek. Her head is titled up and she is bearing her teeth.",
      "7": "the fingers are crossed each other, blocking her face, but the fingers and arms are quite blur, her eyes are not visible but her forehead is",
      "8": "The womans right hand is diretly above her left, and her mouth is visible in between them."
    },
    "video-storytelling-videobirthday_NWvTOHoShYk-shot26_1": {
      "3": "The little girl is holding up eyeshadow, and her knuckle is covering half her eye, and there is a pink balloon visible on the staircase railing",
      "5": "You see a blurry pink balloon. You see the girl at the bottom left corner touching her temple. "
    },
    "MSR-VTT-videoTrainValVideo_video4538-shot2_0": {
      "0": "The woman is facing to the right and completely blocking the man's face."
    },
    "video-storytelling-videocamping_6imbMZ2t7Qc-shot15_1": {
      "4": "The man is standing to right off the tent and pulling his pants up while looking at the tent",
      "5": "The man is standing to the right of the tent, holding a pole. The dog is standing to the right of the image; only its back half is visible. "
    },
    "video-storytelling-videochristmas_5pXCYiWblgo-shot112_1": {
      "6": "A woman is upside down, facing the left. The sun cannot be seen at all behind her, and there is a thin strip of sky visible between the back of her head and the metal rail. There is no bright sunlight coming around any part of her face.",
      "7": "It looks like her left eye is the sun."
    },
    "video-storytelling-videobirthday_n_rO8jUHPw0-shot55_0": {
      "1": "The top of the bottle is completely visible but the woman's eyes on the right are hidden. ",
      "2": "two faces are visible but blurry, a bottle of champagne slightly tilted to the left just covering the neck and shoulder of a girl  her lip is visible"
    },
    "video-storytelling-videocamping_-TV0spQGAnM-shot23_4": {
      "0": "The baby is kneeling with his hands bent at his tummy. The human's full left hand is visible. His right thumb is also barely visible in the corner.",
      "1": "a baby is kneeling on sand with his hands at pocket height, looking down",
      "2": "The little boy has old arms fully extended out with his left hand covering the middle of the wheel"
    },
    "video-storytelling-videochristmas_3XsTNti1jL8-shot0_2": {
      "0": "Both the kid holding the toy and the kid with glasses have their mouths open and are looking at the toy while the kid holding it has their eyes closed. The toy is touching the bottom of the image and is in focus. ",
      "1": "the boy is holding the toy smiling with his mouth open and tooth can be seen, but seem like his eyes are closed and his head upright",
      "2": "The kid is holding the gumball machine still while looking up and smiling. The photo is mostly not blurry. The girl has her mouth open."
    },
    "MSR-VTT-videoTrainValVideo_video1468-shot2_0": {
      "3": "The pink thing is to the left. On the top of the image, touching the frame, is a red dot."
    },
    "MSR-VTT-videoTrainValVideo_video426-shot0_1": {
      "4": "The man walking is just about to pass up the cup sitting at the corner of the desk",
      "6": "The man walking down the aisle has their right hand in a fist and it's perfectly blocking the view of his belt buckle."
    },
    "video-storytelling-videowedding_cNoOzS2HZ5k-shot77_1": {
      "6": "Only 2 people are visible; the woman's earring is in a forward position and you cannot see any part of her mouth"
    },
    "open-images-928_001995cd6c6cbbe2": {
      "8": "A man is looking through the scope of a blue and silver rifle. He has yellow earplugs.",
      "0": "Very close-up shot of a man with red hair aiming down the sight. The scope is large and has holes in the end.",
      "4": "The view from behind and to the right of the man who is looking through the viewfinder of the all black gun."
    },
    "MSR-VTT-videoTrainValVideo_video5084-shot1_0": {
      "6": "You can only see the tip of the nose, of the man, in the top left corner.",
      "7": "The bottom corner of a man's face and just the shoulder and arm part of his jacket are visible on the left. No part of his nose or hands is visible.",
      "8": "part of the left hand of the man is visible at the bottom left corner of the pic"
    },
    "MSR-VTT-videoTrainValVideo_video5182-shot2_0": {
      "2": "a lady with earrings on her right ear can be seen on the background, her full head visible",
      "3": "There is a older woman with grey hair at the middle top of the image, the image cuts off by her hairline. The woman on the right side of the image is looking to the left and has full white words on her chin and neck."
    },
    "video-storytelling-videowedding_hmm2nn4PpI8-shot195_0": {
      "6": "You can barely see the woman's bottom lip at the top of the scene – she's grabbing her dress",
      "7": "The photo cuts off right at the womans mouth. She is smiling."
    },
    "open-images-2950_01a6ef2ebff837d3": {
      "8": "a wooden handled knife with a black sheath above and to the right of the knife",
      "0": "Single head knife with light wood handle is fully open and pointed to the bottom left. It is laying on top of a leather cover. The background of the table is brown and swirly.",
      "2": "The knife blade as a shimmer to it giving it a light gray color, and a knife handle as a striped tan pattern to it, but you can only see half of it"
    },
    "MSR-VTT-videoTrainValVideo_video1506-shot3_2": {
      "1": "Couple looks into each other eyes while singer has closed mouth.",
      "2": "A man and woman are directly facing each other, neither looking far down, below a man in a cowboy hat. The man above them has his mouth only slightly open as if beginning to speak. His mouth is not completely open.",
      "3": "There are two people dancing and a singer behind them. The singer's front two teeth are visible. "
    },
    "MSR-VTT-videoTrainValVideo_video1962-shot1_2": {
      "2": "eyes shut, mouth open in an o, hands on shoulders, facing the camera",
      "3": "the singer is facing left with arm crossed, you can see both his upper and lower tooth, but they are apart and not together",
      "4": "The man's head is tilted to the camera's left. His eyes are closed and his teeth are visible but closed."
    },
    "video-storytelling-videobirthday_fzguPxHw7FQ-shot17_3": {
      "2": "The woman in the pink shirt is looking to the left of the image and her face is between both of her arms.",
      "3": "The woman in pink is almost looking at the camera and you can see her face in between her hands before they clap"
    },
    "open-images-1351_0c5421c53cb8f494": {
      "0": "The bottle features of beige colored label, featuring red text. You have a full frontal view of the label.",
      "3": "There is a blue cup behind the wine bottle on the right side of it.",
      "9": "the wine bottle is slightly to the left, and about two thirds of it is visible in the pic, the tag has white background the letters are golden "
    },
    "video-storytelling-videochristmas_diLePOlw0V4-shot2_33": {
      "7": "Both girls are looking at the same person off camera. The girl on the right is holding up her gift and her mouth is open, top teeth are visible. There is a glare off the necklace on the left."
    },
    "MSR-VTT-videoTrainValVideo_video3843-shot1_2": {
      "4": "The person has a very neutral look on their face and only 3 fingers are fully visible",
      "6": "The woman appears to be looking down, her eyes slightly open. Her left thumb is visible and the index finger is half visible."
    },
    "MSR-VTT-videoTrainValVideo_video4059-shot1_1": {
      "6": "The guy is looking down smiling. You can only see one metal can next to the green two. ",
      "7": "The man in the gray sweater is looking directly at the camera",
      "8": "a man looks down with eyes almost shut and a big grin, top teeth visible , top of head cut off"
    },
    "MSR-VTT-videoTrainValVideo_video6936-shot1_1": {
      "2": "The athlete is bending her right leg into a right angle. The leg is on the left side while her left leg is straight down and on the right side.",
      "3": "Gymnast hands are straight over their head while left foot is barely touching the floor",
      "4": "The woman has jumped. Her knees are bent and both feet have left the ground. "
    },
    "MSR-VTT-videoTrainValVideo_video4479-shot1_0": {
      "2": "The man in the green pants has his left leg in the air as if he is running. The referee is on the right side with his legs partially cut off from the image.",
      "3": "Arms are in a praying position while both legs are bent forward and the left leg is blocking the right leg.",
      "4": "The player has both arms extended out with one knee up. "
    },
    "MSR-VTT-videoTrainValVideo_video6969-shot2_1": {
      "4": "The handle of the yellow serving spoon is visible, and the red shirt of the person on the left is just visible on the bottom left."
    },
    "MSR-VTT-videoTrainValVideo_video2316-shot1_1": {
      "3": "The guy has his hand towards the bottom of the image closer to the woman, fingertips pointed down, grabbing something.",
      "4": "The man is grabbing a phone from a woman and his hand is covering his chin and bottom lip",
      "5": "The man is taking an object from the woman. His hand is covering his own face. Only his eyes are still visible. The woman's hand is still  lightly touching the object. "
    },
    "MSR-VTT-videoTrainValVideo_video2971-shot1_2": {
      "2": "There's a squished purple line below an orange/gold box.",
      "4": "there is just two letter written right below the two words "
    },
    "video-storytelling-videobirthday_5VIQPJ8YOA-shot16_2": {
      "5": "The girl is looking back, and the boy is just entering the frame. His is standing but is starting to bend down. His right arm and leg are visible.",
      "7": "You can see two black items on the top shelf at the left corner of the picture. "
    },
    "video-storytelling-videochristmas_Bb_nosd2RMo-shot44_10": {
      "5": "The man is directly facing the camera with all eyes closed and there is a shadow going down the middle of his face",
      "6": "you can see the shirtless guy behind with the baby stroller, his head is not seen, but you can see his chest and leg"
    },
    "video-storytelling-videowedding_ITbmPrZLBvU-shot1_2": {
      "0": "We see calm water on the upper left of the image with rocks on the bottom right.",
      "2": "A small wave is just starting to curl over on the top left. That wave hasn't crashed yet."
    },
    "video-storytelling-videochristmas_5pXCYiWblgo-shot45_2": {
      "2": "The green part of the girl's hat is almost completely hidden by the top of the image.",
      "3": "the green thing on the girl's head is partly visible in the pic, the santa's right hand is touching the girl"
    },
    "video-storytelling-videobirthday_fzguPxHw7FQ-shot8_1": {
      "1": "The woman in the pink polkadot and yellow dress on the far right's head is touching the side of the image.",
      "2": "The little girl holding the green balloon on the left is almost holding it straight up. It also looks blurry.",
      "3": "The guy on the right with green on his shirt has half of his face cut off from the image. You can see half the red balloon with white polka dots. "
    },
    "MSR-VTT-videoTrainValVideo_video4282-shot1_0": {
      "0": "You can see a SUV to the left, at the very edge of the scene",
      "2": "Object hanging from window is pointed towards bottom right corner. Building with pointed roof sits on left with vehicle in front of it."
    },
    "video-storytelling-videobirthday_8OsoUWsNHiQ-shot31_1": {
      "2": "The table is at an angle. You can see three full brown boxes, with one more halfway in the view on the right. There is a slight motion blur."
    },
    "video-storytelling-videowedding_4nAse9fEOww-shot19_0": {
      "2": "The photo is fading into another photo. You can see the two men's body shape but you can't see their eyes clearly.",
      "3": "One image is fading into another about halfway between the two. You can just start to make out their faces clearly."
    },
    "video-storytelling-videobirthday_5NyDtpFnEHA-shot3_5": {
      "6": "Most of the chair closest to the camera is blocked by the woman in black. ",
      "8": "The woman is on the right side of the table using her left hand to pull the cloth down"
    },
    "video-storytelling-videochristmas_56Nm66j-i5Q-shot16_2": {
      "0": "Both feet of the girl in the checkered shirt are on the couch.",
      "2": "The girl in green is looking at the girl in a checkered shirt while the girl with a checkered shirt has her right leg outstretched behind her vertically."
    },
    "video-storytelling-videobirthday_a4XhrObLzkM-shot147_1": {
      "4": "Almost all of the closest blue circle is visible on cake with flame gem shaped on candle.",
      "5": "The top of the glasses is covering the kids eyes. There is a gap between the arm and the waist of the person in black. "
    },
    "MSR-VTT-videoTrainValVideo_video1239-shot2_0": {
      "3": "The text in the image is readable and not cut off, but slightly faded.",
      "4": "The text at the bottom has both sides cut off"
    },
    "video-storytelling-videochristmas_diLePOlw0V4-shot2_15": {
      "6": "The girl's right arm is shoulder height and her left arm is waist high and going into the sleeve; you can barely see either of her hands.",
      "7": "The edge of her pink sleep touches the pink bar of the bike wheel by the spokes",
      "8": "Her right arm is almost fully through the sleeve but we can still see the arm in the pink shirt."
    },
    "video-storytelling-videocamping_av4OdEdoI7A-shot13_11": {
      "0": "two arms can be seen in the to middle of the image",
      "1": "The man's left hand is barely visible at the top"
    },
    "MSR-VTT-videoTrainValVideo_video6207-shot1_8": {
      "9": "the bikes right handle is cut off and no hand visible, the left is angles to the side away from the camera"
    },
    "video-storytelling-videowedding_hvwKOBVVO-M-shot23_0": {
      "1": "Man's left hand has visible four fingers with black ring showing. and smiling with teeth.",
      "3": "The shot is clear. The woman is looking and smiling at a camera in front of them while one finger is below the guy's lip and the other finger is touching his eyebrow."
    },
    "video-storytelling-videocamping_fy68dYUZZrc-shot111_13": {
      "3": "The ball is in front of the person and the pink object on the clothesline is close to the right side of the image.",
      "4": "The blue and red ball is close to the person's feet but is still beyond his feet. The red spot of the ball is clearly visible and the ball is on the ground.",
      "5": "the ball is close to the left foot with the right foot behind, the ball is blocking the left foot though"
    },
    "open-images-2284_73fa08f9c91b8f68": {
      "3": "3 pens, all black",
      "1": "There are several black capped pins and a blue sharpened pencil.",
      "7": "There's a rainbow of colored markers"
    },
    "video-storytelling-videowedding_4nAse9fEOww-shot173_2": {
      "3": "a woman's right eye is just blocked by the lapel, the right lectern is a little over half obstructed",
      "5": "The man's hand blocks the item right in the middle while you can see two people singing on the left.  "
    },
    "MSR-VTT-videoTrainValVideo_video29-shot1_0": {
      "7": "Both feet of the pitcher are on the ground and his right hand is in his baseball mitt. He is looking to the right.",
      "8": "The pitcher has left leg in air.",
      "9": "The pitcher has his arm raised directly up."
    },
    "MSR-VTT-videoTrainValVideo_video137-shot1_0": {
      "7": "the bar of iron is very blur, and its dividing the image from the top middle to the bottom"
    },
    "video-storytelling-videochristmas__bugNLgmCHs-shot27_0": {
      "3": "The dog is looking right at the camera.",
      "4": "The dog is still mostly in the bed. Its nose is just below the top of the image, and its head is tilted up. ",
      "5": "Both the dogs ears are visible but the top right ear of the dog does touch the top of the top of the photo though, obscuring a tiny sliver."
    },
    "open-images-2042_2255d026e5020633": {
      "2": "green and purple grapes visible on multiple plants, left most plant has green grapes",
      "9": "There's a wooden pole on the right with metal pieces attached, and grapes hanging under leaves to the left of it.",
      "3": "There are multiple grapes on a tree in which all of them are ripe"
    },
    "video-storytelling-videowedding_0n3gVXmbG-I-shot63_1": {
      "3": "The boy's left eye is partially cut off while the girl tugs on the adult's dress.",
      "5": "The little girl's hand looks really odd in the scene, and it almost looks like shes giving a thumbs up with the odd looking hand."
    },
    "MSR-VTT-videoTrainValVideo_video2639-shot1_0": {
      "0": "A circle of light (white) appears above the dogs head",
      "1": "The person is walking outside with no dog around.",
      "2": "a walkway with a car just going onto it, a white rectangle at the bottom right"
    },
    "MSR-VTT-videoTrainValVideo_video1096-shot2_2": {
      "6": "The man is smiling and his mouth is open. His hands aren't visible. It looks like cigarette smoke is coming out of his mouth.",
      "8": "Head tilted to the right of the image, eyes closed, mouth open in an O shape."
    },
    "video-storytelling-videowedding_31U5E5xbm9Y-shot1_9": {
      "8": "There is an old man in a blue shirt standing up right. ",
      "9": "Man in white shirt is bent over the front of the table."
    },
    "video-storytelling-videocamping_6xNS8arcI0A-shot6_2": {
      "3": "a blurry hand with blurry ring just covering the left of the sandwich with three folded fingers visible",
      "4": "The hand has a ring on it and an index finger pointing out"
    },
    "video-storytelling-videobirthday_pWtPYe1YZcU-shot18_6": {
      "2": "Man with glasses faces blurred with a sliver of dark at bottom left showing.",
      "3": "We can see exactly 2 purple balloons on the top right.",
      "4": "You see one pink balloon on the top left corner of the picture. "
    },
    "MSR-VTT-videoTrainValVideo_video3164-shot1_1": {
      "6": "The hand is about the drop the egg yolk into the blender, but the yolk is not visible in the curled fingers. Only one hand is visible.",
      "7": "A yellow yolk is just barely falling out of the person's hand and it looks like they're still partially touching it."
    },
    "MSR-VTT-videoTrainValVideo_video6543-shot1_2": {
      "4": "You can barely see the lady laying down.",
      "5": "no humans are seen near the hut",
      "6": "A man in orange and hair in bun is standing in front of three wooden horizontal posts."
    },
    "MSR-VTT-videoTrainValVideo_video4062-shot1_0": {
      "0": "About 3/4 of the grass field next to the water is covered. The panda is facing the right side.",
      "1": "the square with text is in the middle upper right of the brown area, the green circle image is just below the green",
      "2": "The long brown arrow is pointing a little to the left."
    },
    "video-storytelling-videobirthday_NWvTOHoShYk-shot7_3": {
      "4": "The little girl is smiling with her upper teeth showing and her upper right arm visible.",
      "6": "Only the girl in the middle is looking at the camera. The middle girl has a very small tilt to the girl on the right. "
    },
    "MSR-VTT-videoTrainValVideo_video1968-shot1_5": {
      "3": "The person in red's toes are just barely touching the bottom of the image.",
      "4": "The boy is not in the air. His feet are not visible, but you can see some skin on his legs. There are two people sitting on the left side and are clearly visible."
    },
    "video-storytelling-videobirthday_NWvTOHoShYk-shot14_5": {
      "4": "The finger is mostly blocking the flame on the far right.",
      "5": "The little girl is looking at the cake and all the candles are lit, the woman to her left, has her hands open as she is about to clap"
    },
    "MSR-VTT-videoTrainValVideo_video6085-shot1_3": {
      "1": "the girl in the middle closes her eyes and opens her mouth, she slightly block the left jaw of the boy in her back, the most part of the boy's head is not blocked. ",
      "2": "There's a blurred hand just above the text box on the bottom right."
    },
    "video-storytelling-videochristmas_4RRyZACIU4U-shot40_0": {
      "2": "The man is looking directly at the camera and smiling.",
      "3": "The man's head is tilted slight back, his mouth slightly open. His hands aren't visible."
    },
    "MSR-VTT-videoTrainValVideo_video4189-shot0_0": {
      "0": "Man with mouth closed looks up and to the right.",
      "1": "The bald man is talking and his mouth is open."
    },
    "video-storytelling-videochristmas_Bb_nosd2RMo-shot38_2": {
      "7": "a blurry wheel, a blurry bucket with half the purple bucket cut off the edge of the right wheel just barely visible ",
      "8": "The purple sand toy is barely visible at the bottom right"
    },
    "video-storytelling-videocamping_aFyHNej2P_8-shot38_0": {
      "4": "Boy looks down, only thumb is visible.",
      "5": "We can just barely see something black under the kid's right hand thumb but that's it.",
      "6": "The kid has their snack in their right hand near the bottom of the image. They have their left hand held up close to the their chest and palm spread out forward. Most of their hair is not visible but their eyes are fully visible. "
    },
    "video-storytelling-videochristmas_9pMCYohnRYM-shot17_1": {
      "6": "We can see the little girl's left wrist and some of the top of her left hand but none of her right hand.",
      "7": "The man is handing the gift to the child and both of the child's hands are visible.",
      "8": "The girl's right (viewer's right) hand is hidden behind the package. Just the right part of her mouth is visible. "
    },
    "MSR-VTT-videoTrainValVideo_video2546-shot1_1": {
      "0": "The woman in the blue shirt is looking towards her right knee.",
      "1": "Girl in blue is resting arm on table with purple phone slightly above left hand.",
      "2": "Everything is blurry but you can make out the multiple things on the table. "
    },
    "MSR-VTT-videoTrainValVideo_video3794-shot1_1": {
      "0": "The spider is so blurred we can barely make out it's legs while we see scissors on the left of the bowl.",
      "1": "the blue circle on the far left is slightly cut of the image, its almost showing in full"
    },
    "video-storytelling-videochristmas_4qU3BBS4p-0-shot64_0": {
      "4": "The doll on the left is mostly obscured off camera but we can see part of the right side of it."
    },
    "MSR-VTT-videoTrainValVideo_video446-shot0_0": {
      "2": "The photo is fading only slightly. The person wearing the blue shirt, the back of their head is slightly cut off in the image."
    },
    "MSR-VTT-videoTrainValVideo_video3671-shot2_2": {
      "3": "The top of the backpack is almost touching the top of the image.",
      "4": "Most of the man's body is in the shot, but his right foot is completely out of the picture. "
    },
    "video-storytelling-videobirthday_cBr1FeeNtFg-shot247_9": {
      "6": "girl on the left looking down mouth slightly open just above the wooden bar, green faced kid blurry and profile view just above the bitten on donut",
      "7": "Kid with a green face is looking directly left of the image.",
      "8": "The boy with the green face has his mouth open about to eat the donut from his mother's hand and his head is not tilted."
    },
    "video-storytelling-videocamping_5lPO6xpAi8Y-shot12_0": {
      "4": "The chessboard and the boy are blurry, the eyebrow on the left is barely touching the top edge of the image.",
      "5": "The person in the red shirt, the top of their head is being cut off. The image stops around their eyebrows and it is only slightly blurry."
    },
    "MSR-VTT-videoTrainValVideo_video4100-shot1_3": {
      "6": "The woman in black is about the place her right hand on his right shoulder as she moves closer to him."
    },
    "video-storytelling-videochristmas_Bb_nosd2RMo-shot41_0": {
      "5": "The giant obelisk of stone is dead center middle of the image.",
      "7": "The big stone obelisk is off to the left of the image but none of it is hidden."
    },
    "open-images-884_16682eab1c0b5672": {
      "1": "A blurred image of a man in a yellow shirt with pink background with some light lines streaming behind him. ",
      "7": "Blocky head with raised eyebrow."
    },
    "video-storytelling-videochristmas_3XsTNti1jL8-shot25_3": {
      "2": "a girl's mouth open and eyes almost shut with left hand on bag strap, kid's pinky cut off with hand on bag",
      "3": "The man is looking at the boy in black. You cannot see the hands of the boy in black. ",
      "4": "the child in blue is in full view"
    },
    "MSR-VTT-videoTrainValVideo_video930-shot1_0": {
      "3": "The baby's face is about to become fully in focus, but you can still clearly see a image in the background"
    },
    "video-storytelling-videocamping_-TV0spQGAnM-shot14_0": {
      "8": "the cap is coming off the ladies hair with the child fingers holding the cap but part of the fingers is covered by the ladies hair",
      "9": "The baby has pulled the green hat nearly off; you can see both of the baby's eyes; the green hat is not covering the woman's forehead "
    },
    "MSR-VTT-videoTrainValVideo_video837-shot1_0": {
      "3": "the hand putting on blue jacket to the far right is holding a rod and the rod is bent to the left",
      "4": "There's a lens flare flash in the upper left hand of the stage."
    },
    "video-storytelling-videochristmas_56Nm66j-i5Q-shot15_35": {
      "4": "Both legs of the girl are off the couch, her legs forming a roughly 90 degree angle. Her toes on her left leg are touching the top of the image.",
      "5": "girl's hands are flat on couch with feet up in the air and slightly to left side and left leg more blurry than right",
      "6": "One of the foot is covering the shins of the other leg. "
    },
    "video-storytelling-videochristmas_3iyGGVnb6zM-shot5_10": {
      "4": "You can barely see the girl's pink dress. ",
      "5": "This image has the socks showing a little bit",
      "6": "You can see the white stockings on both of the girl's legs but not her shoes."
    },
    "video-storytelling-videobirthday_O5knGGSprLE-shot109_9": {
      "3": "Little girl wearing blue on the left as her right hand up to her mouth. On the left side of the scene you could see a leg sticking out.",
      "4": "the lady in a black gown can be seen at the far left of the image, the child on her arm cannot be seen with a child on pink in front of her"
    },
    "video-storytelling-videochristmas_Bb_nosd2RMo-shot49_0": {
      "4": "The lifeguard is slightly off center from the middle. A bit to the left. The bottom left rope on the chair is cut off. "
    },
    "video-storytelling-videowedding_l5eLMcLJAUs-shot44_2": {
      "1": "We can see 6 full horizontal white stripes in the top right corner of the image.",
      "2": "You can barely see the top of a white square, at the bottom center of the screen"
    },
    "open-images-1786_0a0c0170a0362351": {
      "0": "The bunny is brown and facing left. It's ears are up. There are two cement planters in the background.",
      "2": "A tan rabbit with a blade of grass in it's mouth."
    },
    "video-storytelling-videochristmas_diLePOlw0V4-shot2_18": {
      "2": "There is motion blur over both women. The pink woman's shirt has a sharp point in the middle that is covering her abdomen area. ",
      "4": "The woman is holding open the pink robe slightly with both hands, fully looking down, and the black tag is resting on her left wrist"
    },
    "MSR-VTT-videoTrainValVideo_video3162-shot4_0": {
      "0": "We can see most of the black handle."
    },
    "MSR-VTT-videoTrainValVideo_video2379-shot1_1": {
      "6": "The guy in blue has his paddle raised up in such a way we cannot see the flat sides.",
      "7": "Blue is standing up hands raised"
    },
    "MSR-VTT-videoTrainValVideo_video5769-shot0_0": {
      "5": "There is a horizontal picture overlay strip of greenish and grayish black. ",
      "7": "the boy is looking inside the bottle while the lady left fingers are wide open is on the sky close to her chest level and its blur"
    },
    "video-storytelling-videocamping_FVqYgGJ78WM-shot23_4": {
      "2": "The man is slightly looking down and you can see half of a black cloth at the bottom right",
      "3": "The man’s 2 bracelets are fully visible, as is his chin. Only the front portion of his neck is visible, the back of his neck is not visible at all. There is no visible necklace on his neck. "
    },
    "video-storytelling-videobirthday_a4XhrObLzkM-shot132_0": {
      "6": "girl is smiling but no teeth is shown, her left ear is visible, but the top of her head is not visible in the photo. ",
      "7": "We can see the girl's teeth but not the object she's holding.",
      "8": "A child looking down at a box that you can only see the one top corner of. "
    },
    "MSR-VTT-videoTrainValVideo_video2680-shot1_5": {
      "7": "The woman has one hand visible. The hand is sticking straight up in the air against her head."
    },
    "video-storytelling-videobirthday_3l0XYe5kjs4-shot38_2": {
      "4": "We can just barely see a pink balloon on the right peeking out.",
      "6": "The back left wheel of the stroller is fully visible"
    },
    "video-storytelling-videocamping_9aP8ddhlVnI-shot16_2": {
      "7": "The boy is staring at the plastic object and only the green-colored top of it is visible."
    },
    "MSR-VTT-videoTrainValVideo_video5705-shot1_1": {
      "2": "A vertical line of water is right above the performers face. ",
      "3": "A glass bottle neck is directly to left of chin with guitar pointed diagonal right."
    },
    "MSR-VTT-videoTrainValVideo_video6246-shot1_2": {
      "6": "There is a man with half his face missing and you can just barely see his eyebrows at the bottom of the screen",
      "7": "The guy on the left has the top of his eyes touching the top of the image.",
      "8": "a four letter word is visible on the left bottom, the face and hair of the boy in a coat in the left can be seen"
    },
    "MSR-VTT-videoTrainValVideo_video2920-shot1_1": {
      "4": "The image of the woman walking down the runway with the camera more over her shoulder than directly behind her is starting to transition into a new shot but it's still mostly the first shot.",
      "6": "There is picture overlay. The model is right in the middle of the stage."
    },
    "video-storytelling-videowedding_aZFwRcv5--8-shot99_0": {
      "3": "The woman on the left holding the flowers have them completely overlapping"
    },
    "open-images-602_03b70baef8a9e672": {
      "7": "There's at least a dozen buffalos grazing.",
      "0": "Multiple bison near a red building",
      "6": "One buffalo facing left in the middle of the picture. It has a healthy mane. "
    },
    "MSR-VTT-videoTrainValVideo_video6884-shot1_0": {
      "7": "Image is clear and something is being held on the right side of the image. The object being held is over the green and the beige of the background object is about halfway through.",
      "8": "You can only see a few fingers on the right side of the image and it is very blurry."
    },
    "open-images-2174_0c9b2e6a59da62ff": {
      "6": "A painting on the wall with a ribbon of text under it. ",
      "9": "One painting of a person in blue holding a child in grayish blue.",
      "1": "The painting looks like a native woman that is sad, she is holding her hands"
    },
    "video-storytelling-videochristmas_2DIl163a_3U-shot31_0": {
      "0": "The back springs on the tongs are clearly visible.",
      "1": "A hand is visible and almost all of the thumb can be seen.",
      "2": "A dark image of some sausage rolls fully in frame."
    },
    "video-storytelling-videocamping__cTeIXwqXFY-shot1_40": {
      "7": "One person in the middle of the picture with his head cut off starting at the eyebrows.",
      "8": "The man's face isn't visible but the lightning like bolt is clearly visible on their shirt, even the peak."
    },
    "video-storytelling-videobirthday_cBr1FeeNtFg-shot295_7": {
      "1": "a large fist taking up the entire picture, you can not see a persons head ",
      "2": "The woman's fist is close enough to the camera to completely cover her mouth",
      "3": "Her hand is almost entirely hidden under the bottom of the image but we can just barely see 3 of her knuckles in the center of the image."
    },
    "video-storytelling-videochristmas_3iyGGVnb6zM-shot61_0": {
      "2": "The woman's hair is touching the top of the image while the girl looks up at her.",
      "4": "the brightness of the image is a little brighter, the old girl if facing the camera."
    },
    "video-storytelling-videobirthday_O5knGGSprLE-shot15_0": {
      "3": "The remote covers the corner of a tile. The remote is pointed at the yellow stripe on the RC car. The child's right foot is parallel with the outreached arm but only touching at the heel. The left knee is hardly visible. The rc car is slightly blurred. ",
      "5": "The car is touching three tiles at once while the kid points the remote directly at it and the right of the spoiler is partially cut off by the top of the image."
    },
    "video-storytelling-videowedding_dcINl0zJ_YU-shot9_2": {
      "0": "Only the groom is in the image. He is looking down as if he's reading something.",
      "1": "The image of the man is just starting to transition to another shot.",
      "2": "The man is looking down and the photo is fading into a different photo. The mans face is more visible than the other photo is."
    },
    "video-storytelling-videobirthday_NWvTOHoShYk-shot43_17": {
      "2": "The small child is completely obscuring her face with her hand."
    },
    "open-images-423_06d29f91f990b4b7": {
      "0": "green",
      "6": "There is a single giraffe in the image. Its full body is visible and it's looking to the right.",
      "2": "A black background with a jig saw like elephant with two blue pieces of grass."
    },
    "MSR-VTT-videoTrainValVideo_video5495-shot4_2": {
      "2": "About a third of the image on the right is covered by a black pole while there's something peeking out on the bottom left corner of the image.",
      "4": "You can see one of the shoes the little girl is wearing on the left. "
    },
    "video-storytelling-videochristmas_3XsTNti1jL8-shot48_0": {
      "5": "There is a hand behind the boy in striped shirt's back. The hand is not touching his back but most of it is fully in view ",
      "6": "Only the chin of the boy in black is visible and his mouth is not seen."
    },
    "video-storytelling-videocamping_606M6ibvzOE-shot4_1": {
      "7": "Man is licking his finger, looking at the camera, the girl is looking at him with her lips parted, and the bottom of the guy's watch is just barely not touching the bottom of the image.",
      "8": "Guy has a finger on his mouth. The girl is blocking part of the license plate. "
    },
    "open-images-2259_0651b1ae6972d4ae": {
      "6": "There are three beer bottles, two of them in an ice bucket.",
      "3": "Beer has mostly green label, to the right of the glass, and the camera is pointing upwards at them from below.",
      "1": "There is a glass of beer with a lot of white foam on top on the right side. The full glass bottle is not in view as it is too large to fit into the frame. The bottle lies behind the glass and is rather blurry."
    },
    "MSR-VTT-videoTrainValVideo_video5844-shot1_10": {
      "0": "The bottle is right in the middle of the picture. The bottle is blocking the person's thumb. "
    },
    "open-images-2060_08185a05655361b4": {
      "0": "A person is driving a snowmobile.  There are two people behind the snowmobile riding together on a sled.",
      "5": "The front of a green snowmobile appears to have comical face on it.",
      "9": "7 people with ski lift in back"
    },
    "video-storytelling-videochristmas_4qU3BBS4p-0-shot54_2": {
      "5": "The person standing to the right of the image is most centrally obscured by the golden vertical bar."
    },
    "video-storytelling-videocamping_9KcYGoNCOeE-shot4_10": {
      "0": "A straight arrow is visible in front and a sliver of blue by crosswalk left. ",
      "1": "The yellow car wash sign is fully hidden behind the blue parking sign. "
    },
    "video-storytelling-videocamping_fy68dYUZZrc-shot96_0": {
      "2": "The green leg of the slide in the top right is touching the right side of the image",
      "4": "The woman is looking at the camera but the image is blurry."
    },
    "video-storytelling-videowedding_gfDWSjftuA0-shot19_0": {
      "2": "The young ring bearer advances, the back of his head, last obscures the vertical vase holding flowers behind it.",
      "3": "A boy holding flowers has partially blocking woman with pink phone in back.",
      "4": "The boy has just walked passed the table. "
    },
    "MSR-VTT-videoTrainValVideo_video1022-shot1_0": {
      "4": "A picture of a folded paper is in the center, covering the man. None of his head or hair is visible but most of his shoulders are. The blue screen in the background is fully visible as well. ",
      "5": "A map is unfolding with the two bars of the previous shot on either side taking up about 1/4th of the image each"
    },
    "open-images-1916_4bb814d823c9aa85": {
      "3": "An older lady with gray and brown hair holds a sub machine gun. ",
      "6": "A man in dark jacket with balding hair and bluish shade",
      "7": "The guy holding the gun has a black t shirt on and teal ear plugs"
    },
    "video-storytelling-videochristmas_56Nm66j-i5Q-shot29_2": {
      "2": "A girl in a pink top has her mouth opened in a surprised motion as she opens a cardboard box. Most of both of her hands are obscured by the front flap of the box lid.",
      "3": "A woman has her mouth open and fingers spread flattening flap."
    },
    "open-images-1032_059f3cdfb85ee0ce": {
      "9": "There are a lot of light purple and white flowers. ",
      "0": "There's a bee flying just above the flowers on the top right",
      "6": "The lavender is pointing north west at a angle. No lavender in the backdrop. "
    },
    "MSR-VTT-videoTrainValVideo_video4144-shot2_9": {
      "0": "A woman has left eye showing, hair over part of other eye and left hand right below letter r.",
      "2": "Their hands are raised up and tilted to the right side"
    },
    "open-images-347_0711c5d1b375019a": {
      "4": "Left leg over right leg. Photo has sepia tone. Right foot you can only see the white toe part and a little black",
      "7": "two feet with laced sneakers facing front the tip of the sneakers is at the top of the image"
    },
    "video-storytelling-videobirthday_n_rO8jUHPw0-shot99_2": {
      "6": "the lady's head to the left is same level with the woman in pink right wrist very close to her watch just covering a little bit of it"
    },
    "MSR-VTT-videoTrainValVideo_video4120-shot2_2": {
      "5": "The ball players nose is right next to the first line of text in the picture. ",
      "7": "The man's face is completely blurred, we can only see the the bat in the top right of the image and it's very dark."
    },
    "video-storytelling-videobirthday_qdb8j6yWD3o-shot78_0": {
      "3": "The girl in the middle has one of her toes cut off in the picture. She is looking up to the right of the picture. "
    },
    "MSR-VTT-videoTrainValVideo_video1720-shot1_4": {
      "6": "THere is a white line running on the ground between the two feet of the character dressed in pink"
    },
    "MSR-VTT-videoTrainValVideo_video3720-shot2_0": {
      "0": "A person on the left of the screen has their arms to the side with their fingers slightly curled in. A woman on the right has her left arm cut off.",
      "2": "The person on the left is walking to the right of the image and their left hand is blurred and at their waist "
    },
    "MSR-VTT-videoTrainValVideo_video6606-shot1_4": {
      "5": "Someone has just set a pan in the oven and the hand is still cupped as it retreats from the pan. ",
      "7": "We can barely see anything in the pan and only the hand's thumb and index finger"
    },
    "MSR-VTT-videoTrainValVideo_video3379-shot3_0": {
      "3": "the cartoon is flying just right in the middle of the image, completely in the air, picture is clear",
      "4": "A cartoon character is diving but is blurry while doing so. "
    },
    "video-storytelling-videochristmas_9pMCYohnRYM-shot161_1": {
      "7": "You can only see the gray sleeve of the right arm. The flannel it is not visible through that sleeve.",
      "8": "The top of his hair is almost touching the top of the frame"
    },
    "MSR-VTT-videoTrainValVideo_video2775-shot1_0": {
      "5": "Her mouth is open but not a smile and you see a yellow item on the left half exposed. ",
      "6": "The dress is held up very flat"
    },
    "video-storytelling-videowedding_fbY7HoJgtMQ-shot21_0": {
      "6": "The bride is looking off to the side with a big smile.",
      "7": "The black outline of the bottom of the Mike overlaps the white of her dress."
    },
    "open-images-2919_48da7738a445fb37": {
      "0": "Two otters are floating in the water.  The otter near the top is stretched out completely and the otter near the bottom has its tail curled up and over the body.  The bottom otter is looking to the right.  You cannot see the top otter's eyes or nose clearly. ",
      "4": "There's a single otter floating on its back at the bottom of the image. Its stomach is underwater."
    },
    "open-images-868_1a58f1b9f0391c14": {
      "7": "The bird is just above the water",
      "5": "A bird it flying and he is canted to the left.  On a clock, his upper wing would be pointed towards almost 3 and his bottom wing would be pointed almost toward 6."
    },
    "MSR-VTT-videoTrainValVideo_video1714-shot1_0": {
      "3": "A single white bar being emitted from the top of a dot. ",
      "4": "There is three curvy lines over the circle and some words below that image.",
      "5": "The wifi signal is slightly off to the side."
    },
    "video-storytelling-videobirthday_LKYioW0-ytk-shot79_1": {
      "5": "Woman is facing towards the camera, but her eyes are pointing completely to her right.",
      "6": "Her hand is flat aside from her pinky being raised as she looks in front of her",
      "7": "A woman looking away from the camera with her hand bent at an angle with the pinky finger above the rest of the hand."
    },
    "video-storytelling-videocamping_-TV0spQGAnM-shot57_2": {
      "2": "There is a small space between the man's head and the top of the image and his left hand is somewhat visible.",
      "3": "The top of his head is out of frame and his hairline is just below the edge of the top of the frame "
    },
    "open-images-1855_0c5fa01ee51b8174": {
      "2": "The only food that is on tin foil. Lots of shrimp",
      "5": "There are a bunch of lobster legs sticking up into the air."
    },
    "video-storytelling-videobirthday_H0IGc2sVXDg-shot22_14": {
      "3": "balloon on left is on the edge of image. Girl in green on the right is looking at the man on the right",
      "4": "Grandma is looing straight.  The top part of the girl in the front's hair and most people on the right side are cut off."
    },
    "MSR-VTT-videoTrainValVideo_video4432-shot1_0": {
      "7": "Woman on far right has legs in a bow shape. Woman on far left has cloth blowing straight to the right as she turns."
    },
    "open-images-2852_00fa2f28c8f2660c": {
      "5": "A burger with a salad on the side stacked with carrots. ",
      "4": "The burger is sitting on a white plate with juices flowing from the right side onto the plate",
      "8": "A burger with multiple toppings stacked on it on a rectangular white plate"
    },
    "video-storytelling-videochristmas_Bb_nosd2RMo-shot2_1": {
      "7": "The kid is holding the spout almost directly up.",
      "8": "The babies left hand is holding a toy and it is the most blurriest in this image. "
    },
    "video-storytelling-videobirthday_H0IGc2sVXDg-shot22_20": {
      "2": "the girl in greed and blue dress is looking at the bottom and full tail of balloon",
      "3": "A child holding a stick looks at a motion blurred Olaf who is being held by someone off screen. ",
      "4": "The stuffed animal is covering half of the girl's face. "
    },
    "open-images-2133_794c40c61e738b40": {
      "3": "tip of right wing is cut off at the top of the frame. bird is facing left",
      "2": "The eagle is facing and flying toward the right side of the screen. "
    },
    "video-storytelling-videobirthday_5NyDtpFnEHA-shot24_9": {
      "0": "The kids finger  is scooping the ice cream",
      "1": "Their halfway through the fifth cut through the cake.",
      "2": "A person etches a fifth line across a cake with a foot in view on the coutner."
    },
    "MSR-VTT-videoTrainValVideo_video4176-shot1_1": {
      "8": "The person in the black hat is about to look up at the camera. The man directly behind him is about to get into the water."
    },
    "open-images-2692_4056d3d8320818d2": {
      "3": "Close picture of a brunette woman with a shirt that has lips on it. Over her right shoulder is a woman wearing a black top and has the side of her head shaved.",
      "9": "Group of over twenty people, many have their hands up.",
      "4": "There is a girl with blonde hair and a girl with dark, curly hair and a green hair tie. "
    },
    "video-storytelling-videochristmas_56Nm66j-i5Q-shot28_0": {
      "0": "The woman is looking down at her gift and smiling. She is directly in the middle of the photo and is the only one visible.",
      "1": "The woman is looking down and her left hand is blurry and positioned halfway up the present."
    },
    "open-images-2810_6026e73d92e09bf1": {
      "1": "guy is a white shirt and yellow shoes is about to spike the ball toward the left",
      "6": "The player with his back towards us had a red leave above his double digit number and is NOT jumping in the air.",
      "2": "A ball is in the air, hovering over a green vent in the background. A player is hovering in the air to the left, both arms extended, with his mouth open."
    },
    "MSR-VTT-videoTrainValVideo_video4831-shot1_1": {
      "4": "the spoon can be sen at the top middle of the image, just part of it can be seen almost completely cut out",
      "5": "There is a yellow line of liquid pouring into the bowl from the top of the image. There is two bowls at the top of the image, the yellow part goes between the two bowls and is not touching the inside of the smaller white bowl."
    },
    "MSR-VTT-videoTrainValVideo_video5092-shot1_0": {
      "1": "The graphic on the bottom is fully finished and visible.",
      "2": "The lady's head is slightly tilted and her mouth is closed. ",
      "3": "You can make out what the text at the bottom of the screen says. The woman's mouth is open and her head is tilted to the left side of the screen. "
    },
    "video-storytelling-videocamping_fy68dYUZZrc-shot85_0": {
      "7": "A woman is making a funny face with lips, her top partially showing and part of letter x ",
      "8": "Woman is holding air in her cheeks and staring directly at the camera. You can only just barely see her right shoulder."
    },
    "MSR-VTT-videoTrainValVideo_video3563-shot1_13": {
      "0": "There is a fuzzy picture of a girl.  Both arms are stretched out in front of her.  Both of her feet are flat down on a dark surface",
      "2": "Girl is facing to the right, arms outstretched in front of her. Her hands are just off the ride side of the picture. Her legs are bent"
    },
    "video-storytelling-videobirthday_gl_ulT-BbLw-shot15_7": {
      "6": "The light pole is blocking only the entire front side on the letter \"E\". So the E looks like three dashes. "
    },
    "MSR-VTT-videoTrainValVideo_video954-shot1_2": {
      "8": "The right windshield of the black car is partially visible on the left. There is a woman with white pants approaching a blue car but is still too far away to touch it and her wrists are not visible."
    },
    "open-images-1522_05b51296f7de65c4": {
      "7": "red table",
      "0": "Three men posing at the pool table for a picture. Two have the pool cue in their hands and the man on the right has his hands behind him.",
      "8": "A man leans over a blue pool table while others watch "
    },
    "MSR-VTT-videoTrainValVideo_video2770-shot1_0": {
      "6": "A young boy is holding up half of a white star that is blocking half of his right eye.  The star is blocking out his left eye, except for a green reflection coming through a V shape in the top of the star.",
      "7": "the paper star is in the boys face, his nose can be seen but his mouth isn't visible",
      "8": "Most of the white star is hidden with 3 points showing from the bottom of the image."
    },
    "video-storytelling-videocamping_aFyHNej2P_8-shot8_1": {
      "2": "A boy with blue helmet is to right with foot hovering over ground.",
      "3": "The axle of the front wheel is hidden by the tree but we can still see the back side of the front wheel",
      "4": "The boy is riding behind a tree. His back wheel and left leg and back are visible. The rest is hidden behind the tree."
    },
    "open-images-270_5505b16c4f2d58d7": {
      "7": "A lineup of mostly blue cans of beer. ",
      "5": "A selection of seven drinks that the two on either end have a metal bracket around the lid.",
      "9": "There's bottles lying on their sides inside of the table"
    },
    "open-images-2869_63cbce6190126760": {
      "6": "There is one monitor sitting catacorner in a corner on a desk with a white board on the right wall ",
      "0": "There is a single gray border to monitor. There is a black paper divider to its left. The paper divider has 4 different sections that hold paper.",
      "3": "A desktop setup with two monitors, a soft drink, and a small fast food box that is red."
    },
    "video-storytelling-videowedding_2g4gLqksTcA-shot36_0": {
      "5": "We can see the chair on the right, and the grass behind the back of the person sitting on it, but not the back of the chair",
      "6": "The back of the chair on the right side of the photo is touching the  right edge of the frame but is still fully visible.",
      "7": "A red sliver is showing to right of a woman standing to side of woman in chair."
    },
    "video-storytelling-videobirthday_3l0XYe5kjs4-shot78_2": {
      "1": "There is no child visible to the left other than the boy in the blue and white striped shirt. The girl in pink's toes are still touching the trampoline.  ",
      "3": "We can see the hand and a small bit of the striped shirt sleeve of the girl on the left"
    },
    "MSR-VTT-videoTrainValVideo_video183-shot8_0": {
      "3": "There are 2 girls sitting together on the grass at the right edge of the photo; only half of the girl on the right can be seen, but you can see more than her feet ",
      "4": "theres a part of a foot just cut off on the right side of the screen. the guy in blue pants has his right foot down and his right foot partitally up, and the guy in red pants has NO feet on the ground"
    },
    "MSR-VTT-videoTrainValVideo_video6481-shot1_0": {
      "6": "Two lines of text in below corner right, text in the bottom left. Character on left crouches down in front of right character, about to swing sword."
    },
    "MSR-VTT-videoTrainValVideo_video1299-shot0_2": {
      "6": "Both hands are down and the person is on their toes, with the right toes on the pattern on the floor.",
      "7": "Both hands are visible, the the hand on the left is blurry and half visible from the top frame. Foot on the left has toes on the ground and back elevated, foot on the right is flat on the ground.",
      "8": "The man dancing has both feet on the ground with his right foot planted behind him."
    },
    "video-storytelling-videochristmas_diLePOlw0V4-shot2_73": {
      "6": "Much of the top of the orange box is cut off at the top of the photo; you can see the white sole of the girl's shoe underneath her and it is close to the black spot caused by the paper on the floor",
      "7": "The woman on the right is holding the box up and just beginning to move her right foot."
    },
    "video-storytelling-videobirthday_D9EjcfgEaNo-shot1_3": {
      "4": "The van is barely visible in the right side of the frame ",
      "5": "We can see a blue vehicle on the left and part of a driveway on the right"
    },
    "open-images-745_0a2c65f3c35037ed": {
      "8": "It is a close up of a blonde facing towards the left side. She has pink lip gloss and her mouth is open.",
      "7": "The woman has short blonde hair and a yellow-orange top.",
      "9": "This person has big blonde hair, a big white flower on their dress."
    },
    "video-storytelling-videocamping_6xNS8arcI0A-shot6_4": {
      "6": "Left-hand with a wedding ring is reaching towards some lettuce. The lettuce is blocking out part of the thumb and you cannot see the thumbnail.",
      "7": "A sandwich cut in half where someone with blue finger nails is reaching in and you can see onion rings in the background. "
    },
    "video-storytelling-videowedding_gfDWSjftuA0-shot75_1": {
      "6": "the girl in the center is reaching high with fingers out wide open",
      "7": "the flower is in the middle and the woman in the middle barely catches it with her arms stretching out. "
    },
    "video-storytelling-videobirthday_H0IGc2sVXDg-shot29_2": {
      "6": "The lady in the back to the left, her face is out of frame but the rest of her head is visible from the side. "
    },
    "open-images-1997_018ad1c792ba48d6": {
      "3": "A man in red is looking down at a camera in his hands.",
      "9": "There are two people wearing white shirts. The woman in the center of the image is looking down at the camera with a very wide smile and a floppy wide brimed hat.",
      "8": "An older couple are both looking at a map. "
    },
    "open-images-2574_3def4058d34e2848": {
      "3": "Night time with one bright light shining in the middle like a sun. The effect creates a little purple hue in the sky. ",
      "9": "The train is facing the left side of the scene. It's a old-style black train with a golden I'm emblem with a number in the center.",
      "5": "A train with a large bell on the front of it next to a passenger train. "
    },
    "MSR-VTT-videoTrainValVideo_video2089-shot1_0": {
      "1": "The back of the helmet is in front of the tree trunk.",
      "3": "Man on bike is seen without any shadows from the trees"
    },
    "open-images-221_2d42d70d03aeedc6": {
      "9": "This little boy is walking in the street. There is a tree behind him. He is wearing a blue shirt and white shorts.",
      "3": "A little girl in a pea coat is smiling at the camera with white and pink stuff in her hair",
      "7": "A single child with long dark hair who has a green straw from his hand into his mouth. There is an arrow left of the child's feet pointing upwards."
    },
    "video-storytelling-videocamping__cTeIXwqXFY-shot1_11": {
      "1": "The girl's rim of her hat is barely visible, but she is grasping the axe diagonal, right above the truck's headlights and the wood she is about to hit is blurry..",
      "2": "A person is holding an ax in both hands.  The ax is above the hood of the truck in the background.  The person's left leg is in front of the right leg.",
      "3": "The axe is blurry and in front of her as she's bending down"
    },
    "video-storytelling-videochristmas_4qU3BBS4p-0-shot57_1": {
      "6": "Blurry picture overall. You see only one person on the left side of the picture in white just shy of being cut off. "
    },
    "video-storytelling-videobirthday_n_rO8jUHPw0-shot61_2": {
      "0": "The middle woman has her left hand touching the woman's, beside her in pink, right shoulder area. Their heads are moderately close to teach other and neither is leaning away. ",
      "2": "Three women are sitting on a pink couch talking. The woman in pink is laughing with her head looking up so only the left side of her face is visible but not her eyes. The lady on the right has only her right eye visible cause the left is cut off."
    },
    "video-storytelling-videobirthday_NWvTOHoShYk-shot26_4": {
      "9": "The girl in blue dress's face is blurred and she's pointing to the right"
    },
    "video-storytelling-videocamping_FVqYgGJ78WM-shot86_12": {
      "5": "A clear picture of a young smiling man is crouched down and staring at the ground. His nose is very close to his left wrist.",
      "7": "The image is extremely blurry. Only one hand is visible, balled up and close to the person's head."
    },
    "video-storytelling-videobirthday_LKYioW0-ytk-shot86_1": {
      "4": "A baby is holding an orange bucket-type tow in front of its face,  You can only see the left eye and right ear and hand of the baby.",
      "5": "The object being held by the boy blocks both of his eyes. The eyebrows are barely visible but not blocked. "
    },
    "MSR-VTT-videoTrainValVideo_video5134-shot1_0": {
      "3": "The ring finger is just above the top line words ",
      "5": "The shape of the woman's head is apparent but the face is completely covered by red hair, obscuring all features."
    },
    "video-storytelling-videochristmas_8bFyUj-WKLI-shot22_15": {
      "3": "A blonde person is sitting on the couch.  This person has their left arm stretched out straignt in front of them almost in direct line with the bottom of the TV.  They are talking to another female that is sitting on the floor.",
      "4": "The wrapping paper is upwards and to right of women's eyes. "
    },
    "MSR-VTT-videoTrainValVideo_video321-shot1_0": {
      "5": "The tongs are gripping the tip of the top piece of chicken and pulling it up",
      "6": "The togs are holding the chicken up and th tongs are at their highest point just below the top of the frame ",
      "7": "The hand is covering most of the pan including the two welded circles near the handle"
    },
    "open-images-2798_b2d2e2e364fd879b": {
      "6": "A jaguar is pointing to left and close to log.",
      "9": "One cheetah is clawing at the other one."
    },
    "MSR-VTT-videoTrainValVideo_video6140-shot1_3": {
      "8": "The woman is looking at the man and it looks like her mouth is talking. The person on the right is clapping."
    },
    "MSR-VTT-videoTrainValVideo_video1249-shot4_1": {
      "9": "you can see the left arm of no 65 player in full"
    },
    "video-storytelling-videowedding_dcINl0zJ_YU-shot5_1": {
      "4": "A man who's looking down the aisle's face is just barely covered up by the front of the woman walking down the aisle"
    },
    "MSR-VTT-videoTrainValVideo_video2022-shot2_2": {
      "4": "The photo is a little blurry, it is zoomed in and there is the smallest amount of a thumb in the bottom left corner.",
      "5": "The finger is pointing to the blurry text. You can still the majority of the thumb at the bottom left corner of the picture. ",
      "6": "The words are clear and you can see a line written in the box at the bottom of the image. "
    },
    "video-storytelling-videocamping_FVqYgGJ78WM-shot11_2": {
      "7": "A guy is walking and talking.  His head is looking straight in front of him,  You can only see his face from the eyebrows on down."
    },
    "video-storytelling-videobirthday_6VC9ci9TnHE-shot9_9": {
      "5": "A man in a white shirt, holding a bottle, is visible on the left as the man on right is holding a phone up, partially blocking his face.",
      "6": "The man holding the white phone is moving it down and you could just barely see the bridge of his nose",
      "7": "Man on right holds phone up, covering half of face. Half of water cooler is visible next to him, including bottle on top of it."
    },
    "video-storytelling-videobirthday_H0IGc2sVXDg-shot14_3": {
      "1": "The toy's head is out of the box and the little girl's face is not blocked at all by it.",
      "2": "The stuffed animal's ear is covering part of the girl's mouth",
      "3": "White stuffed animal pink bow is in between her eyes."
    },
    "open-images-2839_c6781162f79e9996": {
      "6": "blue shirt",
      "4": "The pitcher is looking to the right side of the image. There are a bunch of players sitting down in blue shirts and white pants in the background. "
    },
    "video-storytelling-videowedding_4nAse9fEOww-shot153_2": {
      "0": "The boy holding the item is very blurry in the image. You can still see the shoulder of the man at the lower left corner. ",
      "2": "There is a shoulder to the left, it is not covering the legs of the woman in the black shirt. You can see space between the boy in black's legs. "
    },
    "open-images-753_18360cf5d4d0d4ca": {
      "0": "There is many many rows of cans stacked ontop of each other outside. Some have pink, blue, yellow, green colors around them.",
      "2": "lots of unmarked kegs are stacked up next to a green sign",
      "7": "wooden kegs"
    },
    "video-storytelling-videowedding_2g4gLqksTcA-shot20_7": {
      "3": "The dad is looking at his daughter. The woman is looking down and you can see her left shoe.",
      "4": "The bride has their right foot forward in motion. The man walking has both feet together. You cannot see space between the man's legs. The mans left knee is slightly bent. The man looks at the bride. The bride is looking down",
      "5": "Both people are looking ahead and the man's right foot is off of the ground except for the heel."
    },
    "open-images-2836_4e89ce8ab3811090": {
      "2": "A cat laying on a couch with it's eyes closed and all of it's paws visible",
      "0": "THere are three kittens.  I yellow and a gray one are one a white cloth.  The other kitten is also gray and is perched on a stump of a tree.",
      "9": "black and white drawn cat with mouse behind it"
    },
    "MSR-VTT-videoTrainValVideo_video3345-shot1_0": {
      "4": "Half of the man with glasses and half of the man with the beard are superimposed on each other. Each one is faded in the same way. "
    },
    "open-images-993_95af962ba158dfe0": {
      "4": "The urinal is perfectly round, and is against a tiled wall.",
      "0": "very white squating toilet with a closed little trashcan on the upper left"
    },
    "video-storytelling-videocamping_5lPO6xpAi8Y-shot10_5": {
      "4": "Three lines at top of bag is blurred and larger o is half visible at bottom."
    },
    "video-storytelling-videobirthday_H0IGc2sVXDg-shot20_2": {
      "7": "The little girl is looking forwards with both of her hands touching her headband. ",
      "8": "Her crown and top of head arr in frame and she's looking straight at the cake with a small smile ",
      "9": "The girl is sitting down looking at the cake, and only the right forearm of the person holding the cake is visible."
    },
    "video-storytelling-videobirthday_gl_ulT-BbLw-shot35_0": {
      "8": "a bit of pink sweater on the left side and no face.",
      "9": "There is no woman visible with a blurred corner brick wall in front."
    },
    "video-storytelling-videobirthday_a4XhrObLzkM-shot134_0": {
      "1": "Her hand is half in half out the bag",
      "3": "A young girl is holding a glass jar in her left hand. Her right hand is blocking out the lid, and the fingers on her right hand are straight, but spread out."
    },
    "video-storytelling-videochristmas_3iyGGVnb6zM-shot22_0": {
      "6": "Both palms of the girl's hands and both of her eyes are visible.",
      "7": "The stick of flag is above left eye of girl",
      "8": "The hand is perfectly blocking the girl's face."
    },
    "MSR-VTT-videoTrainValVideo_video955-shot1_0": {
      "7": "You can clearly see the person is holding something yellow between his fingers. The object has not made contact to the circuit board.",
      "9": "piched fingers are about to place the silver piece into the component"
    },
    "open-images-1123_1344031658b9a307": {
      "6": "The computer is square and small, and there is writing on the whiteboard next to it.",
      "4": "A roll of toilet paper to left of a bottle water and a monitor behind it."
    },
    "video-storytelling-videobirthday_3l0XYe5kjs4-shot45_4": {
      "0": "The girls face in pink clothes is clearly visible. She is looking to the left of the picture. You cannot see her hands. ",
      "1": "A boxy dark vehicle can be seen in its entirety out of the youngest girl's window.",
      "2": "A girl with glasses is looking forward and mouth open with teeth."
    },
    "open-images-1420_29bf0961c1123be3": {
      "4": "A white bag with a green strap hanging on a wall. ",
      "8": "An open door to a closet. The door is white and has 3 items hanging from it. Inside the closet is a standup vacuum in front of clothes that are hung up on a rod. There are 3 brown wicker baskets in a white shelf.",
      "5": "There is a red piece of clothing on a hanger, and it is against a white wall."
    },
    "video-storytelling-videobirthday_46aBbmgwhi8-shot9_9": {
      "3": "The balloon behind her head has only the appy part of happy visible here.",
      "4": "Woman has one hand on bottom of ball, 3 fingers spread out and visible. One hand on top with tips of her fingers curled down. Ball string leaning slightly to right"
    },
    "video-storytelling-videochristmas_56Nm66j-i5Q-shot4_10": {
      "5": "The pencil/ pen is being held almost horizontally to the floor here."
    },
    "open-images-1489_2513031e43b62945": {
      "3": "A woman's hand, with fingers curled, has four fingers green and the one next to the pinky is gold.",
      "9": "The nails are adorned with red skulls.",
      "1": "The nails have butterfly and floral designs on them. The background is completely dark as well."
    },
    "open-images-1629_3c2b58c3bf8cee57": {
      "1": "A man wearing eyeglasses sits at a piano.",
      "0": "A bald man is behind a piano playing an oboe. On the right side of the man is somebody else playing a French horn. The piano is blocking out the man playing the oboe from the shoulder up. The piano is also blocking out the man playing the French horn except for his upper torso and half of the horn.",
      "5": "Only the right hand of the pianist can be seen from this down below angle."
    },
    "video-storytelling-videochristmas_5pXCYiWblgo-shot16_0": {
      "5": "We can see the girl's green shoes and 3 wheels on the chair",
      "6": "We can see exactly 4 wheels on the chair",
      "7": "You can see the girl sitting on the right, but you cannot see her skirt; you can see above the knees of the girl on the right"
    },
    "MSR-VTT-videoTrainValVideo_video1129-shot1_0": {
      "0": "The person is mixing the bowl and holding it with both hands. The top of the picture is cut off at the top of the bowl in the background.",
      "1": "The person is holding the white bowl with their left hand. Their right hand has its fingers in it and the back parts of the fingers are visible. The bowl and left hand cover about half of the yellow plate in the background. ",
      "2": "You can clearly see the person winding up the alarm clock. The top of the alarm clock is cut off in the picture. "
    },
    "MSR-VTT-videoTrainValVideo_video1909-shot1_5": {
      "6": "The person is almost in the tree shadow but still about a foot away, looks like they're touching it though",
      "7": "The rider is on the very edge of driving into the shadowy area."
    },
    "MSR-VTT-videoTrainValVideo_video3282-shot1_0": {
      "7": "All four monkeys are in the air jumping, and the third monkey from the left has their legs straight."
    },
    "video-storytelling-videobirthday_3l0XYe5kjs4-shot78_15": {
      "6": "Both hands of the larger boy are visible behind the girl.",
      "7": "The girls face is visible. You can only see one of the arm and hand of the boy in the grey T- shirt.",
      "8": "We can see the girl's face while her hair is straight down"
    },
    "video-storytelling-videobirthday_5NyDtpFnEHA-shot15_0": {
      "3": "She looks like she's in an archery pose",
      "4": "The woman is in the middle of the brick wall, and has both arms stretched in trying to hang the decoration. The man is also smiling at the camera."
    },
    "video-storytelling-videochristmas_Bb_nosd2RMo-shot38_3": {
      "7": "The image is in focus and the kid is looking down at the camera and we can see three of their fingers spread apart"
    },
    "open-images-1837_3eb8eda590e18900": {
      "7": "A man in a striped shirt stands behind a motorcycle, which is facing to the right. A mountainous background can be seen. ",
      "2": "The motorcycle rider has a brown jacket on.",
      "3": "A picture of a black and white bike with a helmet on the back seat. One person are in the picture. "
    },
    "MSR-VTT-videoTrainValVideo_video3201-shot0_0": {
      "5": "One eye of the man is cut off halfway but not fully. "
    },
    "open-images-2799_776668c719bf6ba6": {
      "5": "The castle is visible through a large rounded hole in a stone wall.",
      "1": "We can see a bunch of cliffs of rocks leading up to a single castle pillar on the top right",
      "8": "There is a grassy mountain which is very rocky. The sky is a light blue and is cloudy."
    },
    "MSR-VTT-videoTrainValVideo_video1202-shot1_0": {
      "6": "The boy is standing to right with shorts visible and shirt and girl in middle with knees close together.",
      "7": "Woman in center's feet are both flat on the ground. Her arms held straight outwards near her waist."
    },
    "MSR-VTT-videoTrainValVideo_video5164-shot1_1": {
      "4": "The person in the front is clapping but the palm is right before it touches. You can see four people with one person being cut off. ",
      "6": "Only four people are visible. Man looks out window at vehicle."
    },
    "MSR-VTT-videoTrainValVideo_video1238-shot1_5": {
      "4": "There is a man in red in the distance to the left of the man in green. It looks as if the man in red's hand is resting on the man in green's shoulder. ",
      "5": "The man in the green has his right slightly raised. The man to the left of the green man in the red also has his and slightly raised."
    },
    "video-storytelling-videowedding_gfDWSjftuA0-shot66_1": {
      "9": "A slightly lighter double image of necklace above with a lighter image of man kneeling in front of bride."
    },
    "MSR-VTT-videoTrainValVideo_video5214-shot1_4": {
      "0": "his left thumb is facing up close to the yellow logo on the right bottom of the image",
      "2": "You can see half the light bulb on the ceiling. The man is looking straight. You cannot see his hands."
    },
    "video-storytelling-videowedding_aZFwRcv5--8-shot103_0": {
      "6": "A little more than half of the doorknob is obscured.",
      "7": "A women in white dress is looking to side and smiling with elbow pointed down. "
    },
    "video-storytelling-videobirthday_5NyDtpFnEHA-shot5_0": {
      "3": "Half the woman's face is visible and she is about to put a item in the pink bag",
      "4": "The woman is facing the camera, however her eyes are cut off. Both arms are down by her side.",
      "5": "She is holding green packaging item in her hands. You can see all four finger except her thumb. "
    },
    "MSR-VTT-videoTrainValVideo_video6004-shot1_2": {
      "8": "The person is pouring the liquid into the cup, however no liquid has escaped of the rim of the first cup. A spoon is also clearly visible in the cup.",
      "9": "The green substance is just spilling over the lip of the container to pour into the cup."
    },
    "video-storytelling-videocamping_-TV0spQGAnM-shot17_0": {
      "7": "he man is seen on the right side of the image, the picture in between on the far right",
      "9": "Full scenery shot. No one is in the picture. "
    },
    "video-storytelling-videocamping_-TV0spQGAnM-shot13_0": {
      "1": "A full pink flower and part of other pink part is visible with right hand in fist. ",
      "2": "The boy's palm is fully open. The palm is slightly blocking something in the back. ",
      "3": "The baby is making a face like he is disgusting. The mans head cuts off in the image to the right, you can see his entire ear."
    },
    "video-storytelling-videobirthday_3l0XYe5kjs4-shot107_3": {
      "8": "The child is very close to the camera and only the left hand is fully visible",
      "9": "Wheelchair wheels are visible next to the little girl."
    },
    "video-storytelling-videowedding_hvwKOBVVO-M-shot55_0": {
      "1": "the right side of his chin is just cut off by the camera and his right index finger is touching the camera womans right hand, almost her wrist",
      "3": "Camera flash bulb mostly blocking man's red bowtie. Man is looking up and to the right. Bride is looking down and smiling, slightly blurred"
    },
    "video-storytelling-videobirthday_19yKVDPGNv0-shot59_0": {
      "6": "The girl on the right, wearing the pink glasses, is mostly visible except for her right side where her shoulder is only visible.",
      "8": "A blur of hair is visible on the left while the shoulders of the two girls in back are overlapping."
    },
    "open-images-1796_546375d1b5218a77": {
      "1": "Several small round illuminated signs hang almost in a row from the ceiling.",
      "0": "There's a man in a white jacket going onto the lone escalator with a green circular sign on the right",
      "3": "There is an X pattern on the tile floor in the large walking area. No seating is visible."
    },
    "video-storytelling-videocamping_6imbMZ2t7Qc-shot6_2": {
      "6": "His lips are in a small O shape and both eyes are half closed."
    },
    "video-storytelling-videowedding_hpqkfq1-f70-shot210_0": {
      "7": "Teh two male dancers featured both have one leg extended behind them, aiming for each others heels. The tops of their heads are cut off by the photo top.",
      "8": "Both people are down on one knee with their hands below their heads"
    },
    "MSR-VTT-videoTrainValVideo_video3082-shot7_0": {
      "3": "The ball is in the air and obscuring the number on the player's all blue uniform.",
      "4": "The ball is with the white guy. One of his foot is planted down. The other foot only has his toes planted like a ballerina. "
    },
    "MSR-VTT-videoTrainValVideo_video4392-shot1_0": {
      "1": "Her head points down slightly, right hand raised, thumb straight up vertically, mouth open wide and lips pursed slightly while speaking.",
      "3": "The person is looking to their left and you cannot see their left eye or either of their hands. Their head is closer to their left shoulder."
    },
    "video-storytelling-videobirthday_D9EjcfgEaNo-shot2_0": {
      "4": "The man in the yellow head is resting directly on the flipping page transition. His hands are not visible all.",
      "5": "Plate is folded over. Almost all food is covered up, but a small amount is peaking out.",
      "6": "The image on the left showing the fork with the page turn is just barely covering the tips of the fork tongs"
    },
    "open-images-1519_01b5210975987f6f": {
      "9": "Classic jack o lantern looking to the right with jagged teeth",
      "5": "The image is almost pitch black except for the lit up parts of the jack-o'-lantern. The jack-o'-lantern style looks like your simple generic style that is done really well. It is facing to the left of the scene."
    },
    "video-storytelling-videowedding_COiFSitg930-shot109_0": {
      "4": "A woman in wide horizontal stripes stands before vehicle. She does not yet obscure any part of the open door though.",
      "5": "The lady in strip dress blocks one eye of the groom who is standing next to the bride. ",
      "6": "Woman in colorful striped shirt is perfectly blocking out the man in back's head with her own"
    },
    "video-storytelling-videocamping_5lPO6xpAi8Y-shot42_21": {
      "5": "The numeral toward the bottom of the package is in focus and almost completely visible."
    },
    "open-images-2298_1f73966ab53db2e9": {
      "3": "All black cat sitting tail covering legs head to the right looking at the camera with glowing yellow eyes that makes it hard to see the darker slits in the center",
      "0": "Dark brown cat. Background has a blue slide. ",
      "7": "Cat sitting next to white wooden door"
    },
    "open-images-976_0fe770491a30f196": {
      "4": "Lady with a ponytail and a white tank top is on the left; lady with white hat and red tank top on the right",
      "0": "Every female running has on red color except one in the middle is wearing blue. ",
      "1": "Every runner has a red shirt and the woman in front is holding up two peace/victory signs with both hands"
    },
    "open-images-1483_36c5219d6618d36b": {
      "9": "The player in vertical black and reddish stripes, kicks the ball before him, his left leg is extending in front, right leg raised above ground as he runs toward the ball before him.",
      "4": "The ball has light blue detailing on it.",
      "3": "No ball can be seen, a dark skinned man is running to the right"
    },
    "video-storytelling-videocamping_av4OdEdoI7A-shot2_0": {
      "2": "A female is bending over to put a bottle of water in a cooler.  She has her right hand on the neck of the bottle and her left hand on the bottom of the bottle.",
      "4": "One hand is inside the cooler. One hand is holding a bottled water. Both hands are not visible in the picture. "
    },
    "MSR-VTT-videoTrainValVideo_video5001-shot1_2": {
      "7": "The person's right foot is partially visible."
    },
    "video-storytelling-videobirthday_jUjRJZiM7co-shot22_12": {
      "0": "The girl in pink holds her left arm out, her right one is invisible, her left is mostly concealed from the elbow area downwards though.",
      "1": "We can see the girl's left pieced ear and her right hand",
      "2": "We can see a picture frame over her right shoulder and both rows of her teeth but no eyes as the camera is directly in front of her and slightly above"
    },
    "video-storytelling-videocamping_av4OdEdoI7A-shot22_0": {
      "0": "The white tip of the left shoe is visible, and the right knee is barely visible",
      "1": "No shoes are visible",
      "2": "Only one foot is visible, Knees are bent. Can tell from the shoe, it is the right leg."
    },
    "MSR-VTT-videoTrainValVideo_video1682-shot1_3": {
      "4": "The person's left hand barely touches the steering wheel, the right hand is balled slightly up visible in the bottom right corner.",
      "5": "We can see his right hand and it's blurred while in front of the wheel",
      "6": "The index finger tip is right below the nose. "
    },
    "video-storytelling-videobirthday_LKYioW0-ytk-shot66_0": {
      "0": "Her mouth is wide open but we can't see any of her hair",
      "1": "a baby is reaching his arm out and his mom has her mouth open and is slightly blurry. Part of her hair is not in view and her eyes are not visible.",
      "2": "The woman on the left has her mouth open and is leaning forward; the baby's fingers are close to her mouth"
    },
    "video-storytelling-videochristmas_4qU3BBS4p-0-shot60_1": {
      "7": "There is one banner in the center of the screen, on the left of the banner there is wreath that is slightly cut off, but the number is clearly shown"
    },
    "open-images-2597_0c6259ae16bf8cc8": {
      "6": "five zebras in the middle of a field",
      "2": "There are four black animals mingling with the zebras. ",
      "8": "Two zebras are rubbing their necks together"
    },
    "MSR-VTT-videoTrainValVideo_video6854-shot2_0": {
      "2": "There is text that starts on the tip of the right wing and ends in the middle of the left wing. "
    },
    "open-images-1718_1650b6f63ab50666": {
      "5": "a woman holding a camera",
      "1": "A zebra pattern is present on a cloth under the camera",
      "2": "Only the lense of an old camera is visible"
    },
    "MSR-VTT-videoTrainValVideo_video1614-shot1_0": {
      "5": "Two hands hold the bag of yellow items open, the right thumb is clearly visible and the right finger (index) is barely visible.",
      "7": "We can see a clear in focus shot down the bag with all the slices including all the speckled parts"
    },
    "video-storytelling-videochristmas_56Nm66j-i5Q-shot11_4": {
      "6": "No scissors are present; another person's thumb is visible on the left"
    },
    "open-images-2431_0bb5d1ee9c4a2fb3": {
      "8": "One tortoise full center shot looking directly at us with a big round shell",
      "4": "one tutle in in the center and the arms of one tutle is visible on the left and the shell and part of a arm is visible of the turtle on the right. ",
      "5": "There are two green and yellow turtle.  The baby is in front of the big turtle."
    },
    "video-storytelling-videobirthday_LKYioW0-ytk-shot34_3": {
      "3": "Close up of trees visible but not grass. One road on the right of the picture",
      "4": "Trees are covering the close foreground; you can't make out the park behind them. The white sign to the right has the foreground trees covering right up to its left side. ",
      "5": "Trees are hiding the blue pit on the bottom left."
    },
    "video-storytelling-videowedding_aZFwRcv5--8-shot99_3": {
      "3": "The guys hand is touching her hair",
      "4": "The bride and groom is about to kiss. Their face is very close but the kiss haven't been planted yet. The groom head is blocking one eye of the man behind him.",
      "5": "The priest smiles as the couple kisses"
    },
    "video-storytelling-videocamping_fy68dYUZZrc-shot31_0": {
      "3": "We can see half of the right window on the left side of the screen"
    },
    "MSR-VTT-videoTrainValVideo_video3307-shot0_0": {
      "2": "The man on the left has his right knee pointed to the left side of the scene. He also has his left arm bent downwards towards his waist."
    },
    "MSR-VTT-videoTrainValVideo_video4190-shot1_0": {
      "2": "both front tires are at the very top of a hill; you can see the right side mirror completely"
    },
    "MSR-VTT-videoTrainValVideo_video5052-shot1_1": {
      "8": "They're holding a sticker between their thumb and index finger on their right hand and both hands are blurry",
      "9": "Right hand is mostly off screen"
    },
    "open-images-2544_00e6ece4fa2fe7da": {
      "7": "the diagram on the board are all done by red marker",
      "9": "The image has handwritten text, mostly blue but also some red and a bit of green in the lower left corner. There are 2 blue \"stair step\" pattens. ",
      "8": "We see a diagram that's a half moon"
    },
    "MSR-VTT-videoTrainValVideo_video3765-shot1_2": {
      "2": "One of the girl hand looks like it is cupping her head. Both of her eyes is closed. "
    },
    "video-storytelling-videowedding_hpqkfq1-f70-shot208_0": {
      "0": "Dude in the vest has his hands up high",
      "1": "The black man in the middle is dancing and his mouth is open and his hand is about level to his chin.",
      "2": "the bride on the far right of the image, she stretch her right arms straight to the ground"
    },
    "MSR-VTT-videoTrainValVideo_video4269-shot1_5": {
      "7": "A pink item is visible in the top right; you can see the drain hole and the 2 pieces of silver metal near the drain hole"
    },
    "open-images-1954_4decc2070ab9150f": {
      "0": "It looks like 1 duck with 2 heads, one on each side of its body",
      "6": "a bird with a large forehead that is orange is floating through the water and facing the right",
      "8": "The swan has it's neck curved to the right side of it's body (directions are based from the swan's perspective). "
    },
    "open-images-437_15ba4fb961c382c1": {
      "9": "there is a red reflection on the dog",
      "1": "There is a golden retriever laying down on a field. It's face is partially facing the camera.",
      "7": "A dog in a field of lavendar flowers"
    },
    "open-images-577_0f69c62b179ecf23": {
      "7": "A doll is sitting on a keyboard with legs out and holding up their right hand. Their hair is brown and their outfit is dark gray/brownish with white on bottom.",
      "3": "The dummy is holding a PlayStation vista",
      "4": "The the dool is seated."
    },
    "video-storytelling-videobirthday_H0IGc2sVXDg-shot19_2": {
      "7": "the babyts thumb is touching the ege of the table, the girl is holding the card flat on her lap",
      "8": "The girls mouth is not open. She is holding cash. The cash is blurry. You cannot see all the fingers on the adult hand on the left. The little girl is looking up.",
      "9": "a girl in blue is holding up money in their left hand and looking off screen with their mouth open."
    },
    "MSR-VTT-videoTrainValVideo_video6857-shot1_1": {
      "7": "The dog is facing the camera while all but the bottom part of the emblem on it's helmet is cut off by the top of the image.",
      "8": "The toy is facing the viewer. The person's right thumb nail is entirely visible as well as their left thumb nail. The person is grabbing the sides of the toy with their thumbs by the feet.",
      "9": "the dummy eyes is covered n the shadow"
    },
    "video-storytelling-videobirthday_jUjRJZiM7co-shot24_0": {
      "2": "Two girls are hugging and another girl is on the left looking at the camera. The girl in white has her eyes mostly closed. Both of them are facing the camera as they hug.",
      "4": "Both eyes of the girl in the white shirt are visible but closed. The face of the girl in the purple dress is visible and has somewhat of a smile with teeth showing. You can only see one ear of the girl in the pink shirt. "
    },
    "MSR-VTT-videoTrainValVideo_video2204-shot1_0": {
      "7": "The dog is visible, but only a tiny amount of blue is visible on the top right side of the suitcase",
      "9": "No words in picture. Shirt is folded and held above suitcase. Slightly blurry. Arm is blocking out lettering on pillow"
    },
    "MSR-VTT-videoTrainValVideo_video2975-shot0_0": {
      "0": "the picture is distorted, looks like an image is fading away"
    },
    "video-storytelling-videocamping_fy68dYUZZrc-shot97_1": {
      "7": "The child in the nearest seat to photographer has their hand above the white plate but they are just about to remove it.",
      "8": "The woman is looking at the bread and the little boy has his hand off of his plate."
    },
    "MSR-VTT-videoTrainValVideo_video4624-shot1_6": {
      "5": "Guy in red's left hand fingers are just barely peeking out past his stomach."
    },
    "video-storytelling-videocamping_FVqYgGJ78WM-shot2_1": {
      "6": "They just slipped the strap off of their shoulder and are now holding it in their left hand.",
      "8": "There is one man visible and he is holding a bag that looks perpendicular to his waist. The strap of the bag is covering the right taillight."
    },
    "video-storytelling-videochristmas_5pXCYiWblgo-shot106_4": {
      "3": "There is a man and a women walking with a child. the women is completely blocking the view of a child except a little bit of her hair",
      "4": "You can see a single finger poking out in front of the girl with pink on "
    },
    "MSR-VTT-videoTrainValVideo_video1934-shot1_4": {
      "7": "The plastic box is almost horizontal. You can only see three spider leg on the side. ",
      "8": "You cannot see holes on the top of the plastic container and the spider's eye appears purple. "
    },
    "MSR-VTT-videoTrainValVideo_video1444-shot1_0": {
      "6": "her arm is very close to her nose, her nose can be completely seen no part of her nose is covered with her arm as she draws with her eye pencil",
      "7": "The mirror is away from the woman's face and she has both eyes open. The brush is on the right corner of the woman's eye.",
      "8": "The paintbrush tip is about one inch down and one inch to the left of the big white rectangle on her face"
    },
    "MSR-VTT-videoTrainValVideo_video5514-shot0_0": {
      "8": "You will only see the tip of the character's thumb at the bottom right corner of the picture. "
    },
    "MSR-VTT-videoTrainValVideo_video1526-shot1_0": {
      "5": "You can see the lower shadowed body of the central image but not their head.",
      "6": "The side of the truck is only about 1 inch open"
    },
    "video-storytelling-videobirthday_H0IGc2sVXDg-shot22_28": {
      "6": "a girl is playing with a pinata in her living room. The white part of it is blocking out her eyes but is not making contact with her.",
      "7": "The piñata looks to make direct contact with the girls had in her face is covered.",
      "8": "a girl dressed as a princess is holding a wand in her right hand while blocking a pinata with her left arm. "
    },
    "MSR-VTT-videoTrainValVideo_video6178-shot1_2": {
      "5": "The left hand is hovering over the top of the opened box while the right hand is holding a clear object above the image cutting off the tops of the thumb and finger tips",
      "6": "his left arm is placed flat toward the box, his right arm on the top right side of the screen, more than half of two fingers can be seen"
    },
    "video-storytelling-videochristmas_3iyGGVnb6zM-shot60_1": {
      "4": "The last frame the Xmas tree is fully visible, on the next screen the leftmost tips of the tree will be concealed.",
      "6": "Only the forehead and up of the little girl is visible."
    },
    "video-storytelling-videowedding_ITbmPrZLBvU-shot1_34": {
      "3": "Both of their right knees are bent with their right toes facing the ground, both of their left legs are straight down planted on the ground"
    },
    "open-images-419_004d5bdb104c9154": {
      "2": "many people are outdoors. A green awning is on tge grass and a few blue ones in the background. There are two orange flags near the green awning.",
      "8": "A man is in the sky parachuting. His parachute has blue on each side and yellow in the middle.",
      "0": "4 people are next to a white SUV watching a plane with a  stream arcing behind it"
    },
    "open-images-2577_703741f5bd483a60": {
      "4": "A woman sits under a blue and white umbrella.",
      "0": "The lady in the blue shirt is sitting on the brick with her purse between her feet.",
      "5": "3 men are sitting at a silver table and there is a beer visible on the table."
    },
    "video-storytelling-videobirthday_cBr1FeeNtFg-shot81_1": {
      "7": "a person in red is riding a horse. a man is walking next to the horse and has their left foot in front of right and the horses leg is visible between his legs"
    },
    "video-storytelling-videochristmas_Bb_nosd2RMo-shot4_1": {
      "7": "The baby is sitting calmly in the lap, with both his arms down. The water is making the father's feet look like he's pointing his toes forward."
    },
    "open-images-97_0698f6c23b9d6a7d": {
      "8": "Only part of the camera is visible and it is not being held.",
      "3": "a canon camera eos 30",
      "9": "The lens is mostly silver with a wide strip of textured  black in the middle, it ends in a very wavy black piece. "
    },
    "MSR-VTT-videoTrainValVideo_video4451-shot2_1": {
      "2": "a man is looking down to the left in an office setting. words are fading away on man's right shoulder but still readable",
      "3": "Eyes closed, mouth in a U open shape"
    },
    "MSR-VTT-videoTrainValVideo_video5036-shot1_0": {
      "4": "THe man in the center of the shot has his left hand outstretched fingers splayed out",
      "6": "The skydiver has another skydivers hand in his face."
    },
    "video-storytelling-videocamping_6VPbwxFsO0g-shot72_2": {
      "7": "One of the person eyebrow is cut off in the picture. The other eyebrow is touching the top edge of the picture. "
    },
    "open-images-338_6ebcff3dc0902224": {
      "9": "A closeup of a cheesy pasta dich on a plate",
      "2": "Bowtie pasta with green herbs and tomato slices mixed in. You can see a stove burner on the left side."
    },
    "MSR-VTT-videoTrainValVideo_video1853-shot1_1": {
      "5": "a kid is holding a basket of balls and has their mouth open with teeth seperated.",
      "6": "The glass on the table behind the girl is only half visible, but you can see the entire blue coffee cup.",
      "7": "thumb covering dark ball"
    },
    "open-images-427_c543f6d2f1c097d7": {
      "7": "The dresser has a brass or copper color to it, and has yellow and red balls on top of it.",
      "3": "an armoire sitting outside against a white brick wall  ",
      "1": "a cupboard opened downward"
    },
    "MSR-VTT-videoTrainValVideo_video3884-shot1_0": {
      "6": "The kid in the bottom of the slide on the top left is looking directly to the right while only their head is visible"
    },
    "video-storytelling-videobirthday_H0IGc2sVXDg-shot9_0": {
      "5": "The hairline of the girl standing up is just touching the top of the image",
      "6": "The little girl is so close to the camera you cannot see what she's wearing on her head. She has a large open mouth smile looking slightly to the right.",
      "7": "Kids are having a party. A girl in green is looking to her right and her tongue is slightly out, but her eyes are both visible."
    },
    "MSR-VTT-videoTrainValVideo_video6461-shot1_1": {
      "0": "The guy's head is down. You cannot see his face at all, just hair. ",
      "1": "His head is partially up and you can only see three fourths of the light above his head.",
      "2": "A man sitting up straight in front of a microphone. His chin is barely visible"
    },
    "video-storytelling-videobirthday_cBr1FeeNtFg-shot378_0": {
      "3": "Face blurry, both hands down by his side, half of the ball is visible",
      "4": "The boy is looking down toward his feet. There is nothing visible where he is looking. There is a tripod with one leg visible on the left side.",
      "5": "The child is standing almost completely straight, his left arm is straight at his side and his right arm is ever so slightly cocked up a little bit."
    },
    "MSR-VTT-videoTrainValVideo_video6477-shot1_1": {
      "8": "Woman holding the mic is looking at the other woman and her teeth are visible",
      "9": "The person being interviewed is looking at the newscaster with his head tilted slightly to the back. The person being interviewed entire torso can be seen in the picture. "
    },
    "video-storytelling-videobirthday_3l0XYe5kjs4-shot105_3": {
      "3": "Girl's face is visible on left side but not back of her head. Cherry and whipped cream almost perfectly centered at bottom. Top of blonde waitress's head is just cut off at the top of the picture ",
      "5": "The woman to the right has her forehead cut off from the scene and she has her hands open as she's about to clap. The little girls ear on the left is about half cut off from the scene."
    },
    "video-storytelling-videobirthday_O5knGGSprLE-shot109_10": {
      "1": "The table is almost centered in the image, just slightly closer to the left hand side than the right.",
      "2": "The image is very incredibly blurry but we can see a boy's face on the right of the image.",
      "3": "You can tell that the child in the foreground is holding up a red stick, he is visible in the center-right of the image,  but the faces of the people in the background are too blurred to make them out. "
    },
    "MSR-VTT-videoTrainValVideo_video2976-shot0_0": {
      "1": "The guitar player is illuminated, but there is very little flaring from the light. Image is relatively clear. Man in blue in the foreground is partially shadowed, but not completely.",
      "3": "The men in the blue is standing straight, head up. There is a very bright back light that shines through all the way onto the man in blue. "
    },
    "MSR-VTT-videoTrainValVideo_video2361-shot1_7": {
      "1": "The man in the hat is pointing at the little kid in the yellow hat with his hands on his hips.",
      "2": "his right foot can be seen completely, his foot is slightly above the ground, his right arm fingers are closely together",
      "3": "The man with the microphone is looking at the crowd. He has his right hand raised as if he's giving a thumbs up sign."
    },
    "open-images-1165_2ecb5988c2eca56d": {
      "2": "On moss green sock. It has a gray tip and a grey top.",
      "4": "Two feet in red socks on a grey couch. ",
      "9": "The single green socked foot is on the red and white designed carpet."
    },
    "MSR-VTT-videoTrainValVideo_video5870-shot6_0": {
      "4": "There is a very strong beam of light on the right of the picture. You can also see the skier's ski about to lift off. His ski's is vertical. ",
      "5": "The person just jumped off the slope, we can still see a trail of snow behind them going all the way up to their skiis"
    },
    "video-storytelling-videobirthday_jUjRJZiM7co-shot7_4": {
      "0": "three girls are sitting on a couch. the girl in pink has her right hand out of focus but it is only slighty raised over the item she is holding. Her elbow is bent. The girl in the coat is looking at the box with her mouth closed.",
      "2": "A girl is showing a new toy in its box. Her left hand is holding the side of the box and she is touching the top of the box with a finger of her right hand"
    },
    "MSR-VTT-videoTrainValVideo_video1228-shot2_1": {
      "2": "He's holding the object up to his mouth like it's a phone and his lips are pursed"
    },
    "open-images-2134_21b497a18284f684": {
      "5": "The picture has an overlay or some kind of filter that gives it a checkerboard look. The owl looks thick. ",
      "8": "The owl is sitting on a rock in front of bright green grass. ",
      "9": "The majority of the owl is white especially the face. There is a brick wall in the background."
    }
}